Repository: peter-iakovlev/Telegram
Catalog: Telegraph/*.lproj/Localizable.strings
Languages: ar, es, it, ko

# CheckoutInfo.ReceiverInfoEmailPlaceholder
source: Email
ar: البريد الالكتروني
ko: 이메일

# CheckoutInfo.ReceiverInfoPhone
source: Phone
ar: هاتف
es: Teléfono
it: Telefono
ko: 전화번호

# CheckoutInfo.SaveInfo
source: Save Info
ar: حفظ المعلومات
es: Guardar información
it: Salva info
ko: 정보 저장

# CheckoutInfo.SaveInfoHelp
source: You can save your shipping information for future use.
ar: يمكنك حفظ معلومات الشحن لاستخدامها لاحقًا.
es: Puedes guardar la información de envío para usarla más adelante.
it: Puoi salvare le tue informazioni di spedizione per uso futuro.
ko: 향후 사용을 위하여 배송정보를 저장 할 수 있습니다.

# CheckoutInfo.Pay
source: Pay
ar: ادفع
es: Pagar
it: Paga
ko: 결제

# Checkout.Receipt.Title
source: Receipt
ar: الفاتورة
es: Recibo
it: Ricevuta
ko: 영수증

# Message.ReplyActionButtonShowReceipt
source: Show Receipt
ar: أظهر الفاتورة
es: Mostrar recibo
it: Mostra ricevuta
ko: 영수증 보기

# Message.InvoiceShipmentLabel
source: SHIPMENT
ar: الشحنة
es: ENVÍO
it: SPEDIZIONE
ko: 배송

# Message.InvoiceLabel
source: INVOICE
ar: الفاتورة
es: FACTURA
it: FATTURA
ko: 인보이스

# CheckoutInfo.ErrorShippingNotAvailable
source: Shipping to the selected country is not available.
ar: الشحن لهذه الدولة غير متاح.
es: No se hacen envíos al país seleccionado.
it: La spedizione nel paese selezionato non è disponibile.
ko: 선택한 국가로 배송을 할 수 없습니다.

# CheckoutInfo.ErrorPostcodeInvalid
source: Please enter a valid postcode.
ar: يرجى إدخال رمز بريدي صحيح.
es: Por favor, pon un código postal válido.
it: Per favore inserisci un codice postale valido.
ko: 올바른 우편번호를 입력해주세요.

# CheckoutInfo.ErrorStateInvalid
source: Please enter a valid state.
ar: يرجى إدخال ولاية صحيحة.
es: Por favor, pon un estado válido.
it: Per favore inserisci una provincia valida.
ko: 올바른 주를 입력해주세요.

# CheckoutInfo.ErrorCityInvalid
source: Please enter a valid city.
ar: يرجى إدخال مدينة صحيحة.
es: Por favor, pon una ciudad válida.
it: Per favore inserisci una città valida.
ko: 올바른 시를 입력해주세요.

# CheckoutInfo.ErrorNameInvalid
source: Please enter a valid name.
ar: يرجى إدخال اسم صحيح.
es: Por favor, pon un nombre válido.
it: Per favore inserisci un nome valido.
ko: 올바른 이름을 입력해주세요.

# CheckoutInfo.ErrorEmailInvalid
source: Please enter a valid e-mail address.
ar: يرجى إدخال بريد الكتروني صحيح.
es: Por favor, pon un e-mail válido.
it: Per favore inserisci un indirizzo e-mail valido.
ko: 올바른 이메일주소를 입력해주세요.

# CheckoutInfo.ErrorPhoneInvalid
source: Please enter a valid phone number.
ar: فضلًا أدخل رقم هاتف صحيح.
es: Por favor, pon un número de teléfono válido.
it: Per favore inserisci un numero di telefono valido.
ko: 올바른 전화번호를 입력해주세요.

# Checkout.WebConfirmation.Title
source: Complete Payment
ar: إكمال الدفع
es: Pago completo
it: Completa il pagamento
ko: 결제 완료

# Checkout.PasswordEntry.Title
source: Payment Confirmation
ar: تأكيد الدفع
es: Confirmación de pago
it: Conferma del pagamento
ko: 결제 확인

# Checkout.PasswordEntry.Pay
source: Pay
ar: ادفع
es: Pagar
it: Paga
ko: 결제

# Checkout.PasswordEntry.Text
source: Your card %@ is on file. To pay with this card, please enter your 2-Step-Verification password.
ar: بطاقتك %@ مسجلة مسبقًا. لتتمكن من استخدامها، يرجى إدخال كلمة مرور التحقق بخطوتين.
es: Tu tarjeta %@ está archivada. Para pagar con esta tarjeta, por favor, pon tu contraseña de la verificación en dos pasos.
it: La tua carta %@ è registrata. Per pagare con questa carta, per favore inserisci la tua password della verifica in due passaggi.
ko: %@ 카드정보가 파일로 있습니다. 이 카드로 결제하시려면 2단계 비밀번호를 입력해주세요

# Checkout.SavePasswordTimeout
source: Would you like to save your password for %@?
ar: هل ترغب في حفظ كلمة المرور الخاصة بك لـ %@؟
es: ¿Quieres guardar tu contraseña para %@?
it: Vuoi salvare la tua password per %@?
ko: %@에 대하여 비밀번호를 저장하시겠습니까?

# Checkout.SavePasswordTimeoutAndTouchId
source: Would you like to save your password for %@ and use Touch ID instead?
ar: هل ترغب في حفظ كلمة المرور الخاصة بك لـ %@ واستخدام البصمة؟
es: ¿Quieres guardar tu contraseña para %@ y usar Touch ID en su lugar?
it: Vuoi salvare la tua password per %@ e usare invece il Touch ID?
ko: %@에 대하여 비밀번호를 저장하고 터치ID를 대신 사용하시겠습니까?

# Checkout.PayWithTouchId
source: Pay with Touch ID
ar: ادفع القفل باستخدام البصمة
es: Pagar con Touch ID
it: Paga con Touch ID
ko: 터치ID로 결제

# Checkout.EnterPassword
source: Enter Password
ar: قم بإدخال كلمة المرور
es: Introducir contraseña
it: Inserisci password
ko: 비밀번호 입력

source: Your card has expired.
ar: صلاحية بطاقتك منتهية.
es: Tu tarjeta ha expirado.
it: La tua carta è scaduta.
ko: 신용카드가 만료되었습니다.

source: Your card was declined.
ar: تم رفض بطاقتك.
es: Tu tarjeta fue rechazada.
it: La tua carta è stata rifiutata.
ko: 신용카드가 거절되었습니다.

# Your_cards_expiration_month_is_invalid
source: You've entered an invalid expiration month.
ar: لقد قمت بإدخال شهر انتهاء غير صحيح.
es: Pusiste un mes de expiración inválido.
it: Hai inserito un mese di scadenza non valido.
ko: 올바르지 않은 유효기간을 입력하였습니다.

# Your_cards_expiration_year_is_invalid
source: You've entered an invalid expiration year.
ar: لقد قمت بإدخال سنة انتهاء غير صحيحة.
es: Pusiste un año de expiración inválido.
it: Hai inserito un anno di scadenza non valido.
ko: 올바르지 않은 유료기간 연도를 입력하였습니다.

# Your_cards_number_is_invalid
source: You've entered an invalid card number.
ar: لقد قمت بإدخال رقم بطاقة غير صحيح.
es: Pusiste un número de tarjeta inválido.
it: Hai inserito un numero di carta non valido.
ko: 올바르지 않은 카드 번호를 입력하였습니다.

# Your_cards_security_code_is_invalid
source: You've entered an invalid security code.
ar: لقد قمت بإدخال رمز أمان غير صحيح.
es: Pusiste un código de seguridad inválido.
it: Hai inserito un codice di sicurezza non valido.
ko: 올바르지 않은 보안코드를 입력하였습니다.

# MESSAGE_INVOICE
source: %1$@ sent you an invoice for %2$@
ar: %1$@ أرسل فاتورة لـ %2$@
es: %1$@ te envió una factura por %2$@
it: %1$@ ti ha inviato una fattura per %2$@
ko: %2$@에 대한 인보이스를 %1$@님이 보냈습니다.

# CHAT_MESSAGE_INVOICE
source: %1$@ sent an invoice for %3$@ to the group %2$@
ar: %1$@ أرسل فاتورة لـ %3$@ للمجموعة %2$@
es: %1$@ te envió una factura por %3$@ al grupo %2$@
it: %1$@ ha inviato una fattura per %3$@ al gruppo %2$@
ko: %3$@에 대한 인보이스를 %1$@님이 %2$@그룹에 보냈습니다.

# PINNED_INVOICE
source: %1$@ pinned an invoice
ar: %1$@ ثبت فاتورة
es: %1$@ ancló una factura
it: %1$@ ha fissato una fattura
ko: %1$@님이 인보이스를 고정하였습니다

# Message.PinnedInvoice
source: pinned an invoice
ar: ثبت فاتورة
es: ancló una factura
it: ha fissato una fattura
ko: 인보이스 고정

# User.DeletedAccount
source: Deleted Account
ar: حساب محذوف
es: Cuenta eliminada
it: Account eliminato
ko: 계정 삭제

# Settings.SaveEditedPhotos
source: Save Edited Photos
ar: احفظ الصور المحررة
es: Guardar fotos editadas
it: Salva foto modificate
ko: 수정된 사진 저장

# Message.PaymentSent
source: Payment: %@
ar: الدفع: %@
es: Pago: %@
it: Pagamento: %@
ko: 결제 : %@

# Notification.PaymentSent
source: You have just successfully transferred {amount} to {name} for {title}
ar: لقد قمت بتحويل مبلغ {amount} إلى {name} لـ {title} بنجاح
es: Has transferido satisfactoriamente {amount} a {name} por {title}
it: Hai appena trasferito con successo {amount} a {name} per {title}
ko: {name}에게 {title}에 대한 {amount}을 성공적으로 지불하였습니다

# Common.NotNow
source: Not Now
ar: ليس الآن
es: Ahora no
it: Non ora
ko: 지금은 안됨

# Calls.RatingFeedback
source: Write a comment...
ar: اكتب ملاحظة
es: Escribe un comentario...
it: Scrivi un commento...
ko: 코멘트 쓰기..

# Call.StatusIncoming
source: Telegram Audio...
ar: صوت تيليجرام...
es: Audio de Telegram...
ko: 텔레그램 오디오...

# Call.StatusRequesting
source: Contacting...
ar: جار الاتصال...
es: Contactando...
it: Contatto...
ko: 연락중...

# Call.StatusWaiting
source: Waiting...
ar: جار الانتظار...
es: Esperando...
it: Attendo...
ko: 대기 중...

# Call.StatusRinging
source: Ringing...
ar: يتم الاتصال...
es: Llamando...
it: Squillo...
ko: 발신중..

# Call.StatusConnecting
source: Connecting...
ar: جاري الاتصال...
es: Conectando...
it: Connetto...
ko: 연결중...

# Call.StatusOngoing
source: Telegram Audio %@
ar: صوت تيليجرام %@
es: Audio de Telegram %@
ko: 텔레그램 오디오 %@

# Call.StatusEnded
source: Call Ended
ar: تم إنهاء المكالمة
es: Llamada terminada
it: Chiamata terminata
ko: 전화 종료

# Call.StatusFailed
source: Call Failed
ar: فشلت المكالمة
es: Llamada fallida
it: Chiamata fallita
ko: 전화 실패

# Call.StatusBusy
source: Busy
ar: مشغول
es: Ocupado
it: Occupato
ko: 통화중

# Call.Accept
source: Accept
ar: السماح
es: Aceptar
it: Accetta
ko: 승인

# Call.Decline
source: Decline
ar: رفض
es: Rechazar
it: Rifiuta
ko: 거절

# Call.StatusBar
source: Touch to return to call %@
ar: اضغط للعودة للاتصال بـ %@
es: Toca para volver a la llamada %@
it: Tocca per tornare alla chiamata %@
ko: %@에게 전화를 회신하려면 눌러주세요

# UserInfo.Call
source: Voice Call
ar: مكالمات صوتية
es: Llamada de voz
it: Chiamata vocale
ko: 보이스콜

# Call.ParticipantVersionOutdatedError
source: %@'s app does not support calls. They need to update their app before you can call them.
ar: تطبيق %@ لا يدعم المكالمات. ينبغي عليه تحديث تطبيقهم لتتمكن من الاتصال بهم.
es: La app de %@ no soporta llamadas. Necesita actualizar la app para poder llamar.
it: L'app di %@ non supporta le chiamate. Deve aggiornare la sua app prima che tu possa chiamarlo.
ko: %@의 앱은 현재 전화기능을 지원하고 있지 않습니다. 앱 업데이트 후에 전화가 가능합니다.

# Privacy.Calls
source: Voice Calls
ar: مكالمات صوتية
es: Llamadas de voz
it: Chiamate vocali
ko: 보이스콜

# Privacy.Calls.WhoCanCallMe
source: WHO CAN CALL ME
ar: من يستطيع الاتصال بي
es: QUIÉN PUEDE LLAMARME
it: CHI PUÒ CHIAMARMI
ko: 전화 가능한 분

# Privacy.Calls.CustomHelp
source: You can restrict who can call you with granular precision.
ar: يمكنك تخصيص من يستطيع الاتصال بك بدقة تناسبك.
es: Puedes restringir quién puede llamarte con gran precisión.
it: Puoi decidere chi può chiamarti con precisione granulare.
ko: 전화가 가능한 분에 대한 설정이 가능합니다.

# Privacy.Calls.AlwaysAllow
source: Always Allow
ar: اسمح دائمًا
es: Permitir
it: Consenti sempre
ko: 항상 허용

# Privacy.Calls.NeverAllow
source: Never Allow
ar: لا تسمح أبدًا
es: No permitir
it: Non consentire mai
ko: 항상 거부

# Privacy.Calls.CustomShareHelp
source: These users will or will not be able to call you regardless of the settings above.
ar: هؤلاء المستخدمين بإمكانهم أو ليس بإمكانهم الاتصال بك بغض النظر عن الإعدادات أعلاه.
es: Estos usuarios podrán o no podrán llamarte, a partir de los ajustes de arriba.
it: Questi utenti potranno o non potranno chiamarti indipendentemente dalle impostazioni precedenti.
ko: 이 사용자들은 위의 설정과 무관하게 전화가 되거나 안될 수 있습니다.

# Privacy.Calls.AlwaysAllow.Title
source: Always Allow
ar: اسمح دائمًا
es: Permitir
it: Consenti sempre
ko: 항상 허용

# Privacy.Calls.AlwaysAllow.Placeholder
source: Always allow...
ar: اسمح دائمًا...
es: Permitir...
it: Consenti sempre...
ko: 항상 허용...

# Privacy.Calls.NeverAllow.Title
source: Never Allow
ar: لا تسمح أبدًا
es: No permitir
it: Non consentire mai
ko: 항상 거부

# Privacy.Calls.NeverAllow.Placeholder
source: Never allow...
ar: لا تسمح أبدًا...
es: No permitir...
it: Non consentire mai...
ko: 항상 거부...

# PhotoEditor.QualityTool
source: Quality
ar: الجودة
es: Calidad
it: Qualità
ko: 품질

# PhotoEditor.QualityVeryLow
source: Very Low
ar: منخفض جدًا
es: Muy baja
it: Molto bassa
ko: 매우 낮음

# PhotoEditor.QualityLow
source: Low
ar: منخفض
es: Baja
it: Bassa
ko: 낮음

# PhotoEditor.QualityMedium
source: Medium
ar: متوسط
es: Media
it: Media
ko: 중간

# PhotoEditor.QualityHigh
source: High
ar: مرتفع
es: Alta
it: Alta
ko: 높음

# PhotoEditor.QualityVeryHigh
source: Very High
ar: مرتفع جدًا
es: Muy alta
it: Molto alta
ko: 매우 높음

# Calls.NoCallsPlaceholder
source: Your recent calls will appear here
ar: مكالمتك الحديثة ستظهر هنا
es: Tus llamadas recientes aparecerán aquí.
it: Le tue chiamate recenti appariranno qui
ko: 최근 전화내역이 여기에 표시됨

# Calls.NoMissedCallsPlacehoder
source: You have no missed calls
ar: لا توجد لديك مكالمات فائتة
es: No tienes llamadas perdidas
it: Non hai chiamate perse
ko: 부재중 전화가 없습니다.

# Call.CallInProgressTitle
source: Call in Progress
ar: المكالمة نشطة
es: Llamada en curso
it: Chiamata in corso
ko: 전화중

# Call.CallInProgressMessage
source: Finish call with %1$@ and start a new one with %2$@?
ar: هل ترغب في إنهاء المكالمة مع %1$@ وبدء واحد جديدة مع %2$@؟
es: ¿Terminar la llamada con %1$@ e iniciar una con %2$@?
it: Terminare la chiamata con %1$@ e iniziarne una nuova con %2$@?
ko: %1$@와 통화를 끝내고 %2$@와 통화를 시작하겠습니까?

# Call.Message
source: Message
ar: رسالة
es: Mensaje
it: Messaggio
ko: 메시지

# UserInfo.TapToCall
source: Tap to make an end-to-end encrypted call
ar: اضغط لمكالمة مشفرة من البداية للنهاية
es: Llamada cifrada end-to-end
it: Chiamata con crittografia end-to-end
ko: 탭을 하여 단대단 암호화 전화로 전환합니다.

# NetworkUsageSettings.CallDataSection
source: CALLS
ar: المكالمات
es: LLAMADAS
it: CHIAMATE
ko: 통화

# Call.PrivacyErrorMessage
source: Sorry, %@ doesn't accept calls.
ar: المعذرة، %@ لا يستقبل مكالمات.
es: Lo sentimos, %@ no acepta llamadas.
it: Spiacenti, %@ non accetta le chiamate.
ko: 죄송합니다, %@님은 수신거부 상태입니다

# Notification.CallBack
source: Call Back
ar: أعد الاتصال بالرقم
es: Devolver llamada
it: Richiama
ko: 전화 회신

# CallSettings.PrivacyDescription
source: Choose who can call you in [Privacy Settings].
ar: اختر من يستطيع مكالمتك في [إعدادات الخصوصية].
es: Elige quién te puede llamar en los [ajustes de privacidad].
it: Scegli chi può chiamarti nelle [Impostazioni di privacy].
ko: [보안 설정]에서 음성 전화 수신 가능한 사람 선택

# Call.AudioRouteSpeaker
source: Speaker
ar: سماعة
es: Altavoz
it: Altoparlante
ko: 스피커

# Call.AudioRouteHeadphones
source: Headphones
ar: سماعة الأذن
es: Auriculares
it: Cuffie
ko: 헤드폰

# Call.AudioRouteHide
source: Hide
ar: إخفاء
es: Ocultar
it: Nascondi
ko: 숨김

# EncryptionKey.TapToEmojify
source: Tap to emojify
ar: اضغط للتحويل لإيموجي
es: Toca para ver emojis
it: Tocca per mostrare le emoji
ko: 탭을 하여 이모티콘화

# Call.PhoneCallInProgressMessage
source: You can’t place a Telegram call if you’re already on a phone call.
ar: لا يمكنك إجراء مكالمة تيليجرام في حال كنت في مكالمة أخرى.
es: No puedes realizar una llamada en Telegram si ya estás hablando por teléfono.
it: Non puoi chiamare con Telegram se c'è già una telefonata in corso.
ko: 통화중일 경우 텔레그램 전화를 사용할 수 없습니다.

# Call.RecordingDisabledMessage
source: Please end your call before recording a voice message.
ar: فضلا انه مكالمتك قبل تسجيل رسالة صوتية.
es: Por favor, finaliza tu llamada antes de grabar un mensaje de voz.
it: Per favore termina la tua chiamata prima di registrare un messaggio vocale.
ko: 음성 메시지를 녹음하시려면 통화가 끝나야합니다.

# Call.EmojiDescription
source: If these emoji are the same on %@'s screen, this call is 100%% secure.
ar: إذا كانت هذه الايموجيات مطابقة للتي تظهر على شاشة %@، فالمكالمة 100%% آمنة.
es: Si los emojis son los mismos para %@, la llamada es 100%% segura.
it: Se le emoji sono uguali sullo schermo di %@, la chiamata è sicura al 100%%.

# Message.VideoMessage
source: Video Message
ar: رسالة مرئية
es: Videomensaje
it: Videomessaggio
ko: 영상 메시지

# Conversation.HoldForAudio
source: Hold to record audio. Tap to switch to video.
ar: اضغط باستمرار لتسجيل صوتي. اضغط مرة واحدة للتحويل للفيديو.
es: Mantén para grabar audio. Toca para vídeo.
it: Tieni premuto per l'audio. Tocca per il video.
ko: 꾹 눌러 음성을 녹음하세요. 탭하여 영상으로 전환하세요.

# Conversation.HoldForVideo
source: Hold to record video. Tap to switch to audio.
ar: اضغط باستمرار لتسجيل فيديو. اضغط مرة واحدة للتحويل للصوتي.
es: Mantén para grabar vídeo. Toca para audio.
it: Tieni premuto per il video. Tocca per l'audio.
ko: 꾹 눌러 영상을 녹화하세요. 탭하여 음성으로 전환하세요.

# UserInfo.TelegramCall
source: Telegram Call
ar: مكالمة تيليجرام
es: Llamada de Telegram
it: Chiamata Telegram
ko: 텔레그램 전화

# UserInfo.PhoneCall
source: Phone Call
ar: مكالمة هاتفية
es: Llamada de teléfono
it: Chiamata telefonica
ko: 휴대폰 전화

# SharedMedia.CategoryMedia
source: Media
ar: الوسائط
ko: 미디어

# SharedMedia.CategoryDocs
source: Docs
ar: المستندات
es: Archivos
it: Doc
ko: 문서

# SharedMedia.CategoryLinks
source: Links
ar: الروابط
es: Enlaces
it: Link
ko: 링크

# SharedMedia.CategoryOther
source: Audio
ar: الصوتيات
ko: 오디오

# AccessDenied.VideoMessageCamera
source: Telegram needs access to your camera to send video messages. Please go to Settings > Privacy > Camera and set Telegram to ON.
ar: يحتاج تيليجرام للسماح له باستخدام الكاميرا لإلتقاط الرسائل المرئية. يرجى الذهاب إلى إعدادات — الخصوصية — الكاميرا ثم قم بتفعيل تيليجرام.
es: Telegram necesita acceso a tu cámara para enviar videomensajes. Por favor, ve a Ajustes > Privacidad > Cámara y activa Telegram.
it: Telegram deve accedere alla tua fotocamera per inviare videomessaggi. Vai in Impostazioni > Privacy > Fotocamera e imposta Telegram su Sì.
ko: Telegram이 영상 메시지를 보내기 위해 카메라에 대한 접근 권한을 필요로 합니다. '설정' - '개인 정보 보호' - '카메라'로 가서 Telegram을 활성화하세요.

# AccessDenied.VideoMessageMicrophone
source: Telegram needs access to your microphone to send video messages. Please go to Settings > Privacy > Microphone and set Telegram to ON.
ar: يحتاج تيليجرام للسماح له باستخدام الميكروفون لتسجيل الرسائل المرئية. يرجى الذهاب إلى إعدادات — الخصوصية — الميكروفون ثم قم بتفعيل تيليجرام.
es: Telegram necesita acceso a tu micrófono para enviar videomensajes. Por favor, ve a Ajustes > Privacidad > Micrófono y activa Telegram.
it: Telegram deve accedere al tuo microfono per inviare videomessaggi. Vai in Impostazioni > Privacy > Microfono e imposta Telegram su Sì.
ko: Telegram이 영상 메시지를 보내기 위해 마이크에 대한 접근 권한을 필요로 합니다. '설정' - '개인 정보 보호' - '마이크'로 가서 Telegram을 활성화하세요.

# ChatSettings.AutomaticVideoMessageDownload
source: AUTOMATIC VIDEO MESSAGE DOWNLOAD
ar: تنزيل الرسائل المرئية تلقائيًا
es: AUTODESCARGA DE VIDEOMENSAJES
it: DOWNLOAD AUTOMATICO VIDEOMESSAGGI
ko: 영상 메시지 자동 다운로드

# ForwardedVideoMessages_1
source: Forwarded video message
ar: رسالة مرئية معاد توجيهها
es: Videomensaje reenviado
it: Videomessaggio inoltrato
ko: 영상 메시지 전달

# ForwardedVideoMessages_2
source: 2 forwarded video messages
ar: رسالتان صوتية معاد توجيهها
es: 2 videomensajes reenviados
it: 2 videomessaggi inoltrati
ko: 2개의 전달된 영상 메시지

# ForwardedVideoMessages_3_10
source: %@ forwarded video messages
ar: %@ رسائل مرئية معاد توجيهها
es: %@ videomensajes reenviados
it: %@ videomessaggi inoltrati
ko: %@ 개의 전달된 영상 메시지

# ForwardedVideoMessages_any
source: %@ forwarded video messages
ar: %@ رسالة مرئية معاد توجيهها
es: %@ videomensajes reenviados
it: %@ videomessaggi inoltrati
ko: %@ 개의 전달된 영상 메시지

# Conversation.DiscardVoiceMessageTitle
source: Discard Voice Message
ar: تجاهل الرسالة الصوتية
es: Descartar mensaje de voz
it: Scarta messaggio vocale
ko: 음성 메시지 지우기

# Conversation.DiscardVoiceMessageDescription
source: Are you sure you want to stop recording and discard your voice message?
ar: هل أنت متأكد من رغبتك في إيقاف التسجيل وتجاهل الرسالة الصوتية؟
es: ¿Quieres detener la grabación y descartar tu mensaje de voz?
it: Sei sicuro di voler interrompere la registrazione e scartare il tuo messaggio vocale?
ko: 녹음을 중단하고 음성 메시지를 지우시겠습니까?

# Conversation.DiscardVoiceMessageAction
source: Discard
ar: تجاهل
es: Descartar
it: Scarta
ko: 지우기

# Message.ForwardedMessageShort
source: Forwarded From %@
ar: معاد ارسالها من %@
es: Reenviado de %@
it: Inoltrato da %@
ko: 전달한 사람 %@

# Checkout.LiabilityAlertTitle
source: Warning
ar: تحذير
es: Advertencia
it: Attenzione
ko: 경고

# Checkout.LiabilityAlert
source: Neither Telegram, nor %1$@ will have access to your credit card information. Credit card details will be handled only by the payment system, %2$@. Payments will go directly to the developer of %1$@. Telegram cannot provide any guarantees, so proceed at your own risk. In case of problems, please contact the developer of %1$@ or your bank.
ar: الدفعات تذهب مباشرة إلى مطور %1$@. تيليجرام لا يقوم بتوفير أية ضمانات، يمكنك الاستمرار على مسؤوليتك. في حال واجهت مشاكل، فضلًا تواصل مع مطور %1$@ أو البنك الخاص بك.
es: Los pagos irán directamente al desarrollador de %1$@. Telegram no puede entregar garantías, así que es bajo tu propio riesgo. En caso de problemas, contacta al desarrollador de %1$@ o a tu banco.
it: I pagamenti saranno inviati direttamente allo sviluppatore di %1$@. Telegram non può fornire alcuna garanzia, per cui procedi a tuo rischio. In caso di problemi, per favore contatta lo sviluppatore di %1$@ o la tua banca.
ko: 결제는 %1$@의 개발자로 바로 갑니다. 텔레그램은 그 어떠한 보장도 하지 않음으로 진행시 위험을 감수 하셔야 합니다. 문제발생시, %1$@의 개발자나 사용하시는 은행에게 문의를 부탁드립니다.

# InstantPage.AutoNightTheme
source: Auto-Night Theme
ar: نمط ليلي تلقائي
es: Modo nocturno automático
it: Tema notte automatico
ko: 자동-밤 테마

# Privacy.PaymentsTitle
source: PAYMENTS
ar: المدفوعات
es: PAGOS
it: PAGAMENTI

# Privacy.PaymentsClearInfo
source: Clear payment & shipping info
ar: مسح معلومات عملية الدفع الشحن
es: Eliminar información de pago
it: Cancella info di pagamento

# Privacy.PaymentsClearInfoHelp
source: You can delete your shipping info and instruct all payment providers to remove your saved credit cards. Note that Telegram never stores your credit card data.
ar: يمكنك حذف معلومات الشحن الخاصة بك والطلب من جميع موفري خدمة الدفع حذف بطاقاتك الإئتمانية المسجلة. يرجى الأخذ بالعلم أن تيليجرام لا يقوم بتاتًا بحفظ بيانات بطاقتك الإئتمانية.
es: Puedes eliminar tu información de envío y forzar a todos los proveedores de pago eliminar tus tarjetas de crédito guardadas. Telegram nunca almacena tus datos de tarjetas de crédito.
it: Puoi cancellare le tue info di spedizione e ordinare ai fornitori dei pagamenti di rimuovere le tue carte di credito salvate. Ricorda che Telegram non archivia mai i dati della tua carta di credito.

# Privacy.PaymentsClear.PaymentInfo
source: Payment Info
ar: معلومات عملية الدفع
es: Información de pago
it: Info di pagamento

# Privacy.PaymentsClear.ShippingInfo
source: Shipping Info
ar: معلومات الشحن
es: Información de envío
it: Info di spedizione

# Notification.SecretChatMessageScreenshot
source: %@ took a screenshot!
es: ¡%@ hizo una captura de pantalla!
it: %@ ha fatto uno screenshot!
ko: %@님이 화면을 캡처했습니다!

# MediaPicker.MomentsDateFormat
source: {month} {day}
es: {day} de {month}
it: {day} {month}

# MediaPicker.MomentsDateYearFormat
source: {month} {day}, {year}
es: {day} de {month} de {year}
it: {day} {month}, {year}

# MediaPicker.MomentsDateRangeYearFormat
source: {date1} – {date2} {year}
es: {date1} – {date2} de {year}

# MediaPicker.MomentsDateRangeSameMonthFormat
source: {month} {day1} – {day2}
es: {day1} – {day2} de {month}
it: {day1} – {day2} {month}

# MediaPicker.MomentsDateRangeSameMonthYearFormat
source: {month} {day1} – {day2}, {year}
es: {day1} – {day2} de {month} de {year}
it: {day1} – {day2} {month}, {year}
