Repository: peter-iakovlev/Telegram
Catalog: Telegraph/*.lproj/Localizable.strings
Languages: ar, es, it, ko

# MessageTimer.Weeks_2
source: %@ weeks
ar: %@ أسبوعان
es: %@ semanas
it: %@ settimane
ko: %@주

# MessageTimer.Weeks_3_10
source: %@ weeks
ar: %@ أسابيع
es: %@ semanas
it: %@ settimane
ko: %@주

# MessageTimer.Weeks_any
source: %@ weeks
ar: %@ أسبوع
es: %@ semanas
it: %@ settimane
ko: %@주

# MessageTimer.Months_1
source: %@ month
ar: %@ شهر
es: %@ mes
it: %@ mese
ko: %@개월

# MessageTimer.Months_2
source: %@ months
ar: %@ شهران
es: %@ meses
it: %@ mesi
ko: %@개월

# MessageTimer.Months_3_10
source: %@ months
ar: %@ أشهر
es: %@ meses
it: %@ mesi
ko: %@개월

# MessageTimer.Months_any
source: %@ months
ar: %@ شهر
es: %@ meses
it: %@ mesi
ko: %@개월

# MessageTimer.Years_1
source: %@ year
ar: %@ سنة
es: %@ año
it: %@ anno
ko: %@ 년

# MessageTimer.Years_2
source: %@ years
ar: %@ سنتان
es: %@ años
it: %@ anni
ko: %@ 년

# MessageTimer.Years_3_10
source: %@ years
ar: %@ سنوات
es: %@ años
it: %@ anni
ko: %@ 년

# MessageTimer.Years_any
source: %@ years
ar: %@ دقيقة
es: %@ años
it: %@ anni
ko: %@ 년

# MessageTimer.ShortSeconds_1
source: %@s
ar: %@ث
ko: %@초

# MessageTimer.ShortSeconds_2
source: %@s
ar: %@ث
ko: %@초

# MessageTimer.ShortSeconds_3_10
source: %@s
ar: %@ث
ko: %@초

# MessageTimer.ShortSeconds_any
source: %@s
ar: %@ث
ko: %@초

# MessageTimer.ShortMinutes_1
source: %@m
ar: %@د
ko: %@분

# MessageTimer.ShortMinutes_2
source: %@m
ar: %@د
ko: %@분

# MessageTimer.ShortMinutes_3_10
source: %@m
ar: %@د
ko: %@분

# MessageTimer.ShortMinutes_any
source: %@m
ar: %@د
ko: %@분

# MessageTimer.ShortHours_1
source: %@h
ar: %@س
it: %@o
ko: %@시간

# MessageTimer.ShortHours_2
source: %@h
ar: %@س
it: %@o
ko: %@시간

# MessageTimer.ShortHours_3_10
source: %@h
ar: %@س
it: %@o
ko: %@시간

# MessageTimer.ShortHours_any
source: %@h
ar: %@س
it: %@o
ko: %@시간

# MessageTimer.ShortDays_1
source: %@d
ar: %@ي
it: %@g
ko: %@일

# MessageTimer.ShortDays_2
source: %@d
ar: %@ي
it: %@g
ko: %@일

# MessageTimer.ShortDays_3_10
source: %@d
ar: %@ي
it: %@g
ko: %@일

# MessageTimer.ShortDays_any
source: %@d
ar: %@ي
it: %@g
ko: %@일

# MessageTimer.ShortWeeks_1
source: %@w
ar: %@أ
es: %@S
it: %@S
ko: %@주

# MessageTimer.ShortWeeks_2
source: %@w
ar: %@أ
es: %@S
it: %@S
ko: %@주

# MessageTimer.ShortWeeks_3_10
source: %@w
ar: %@أ
es: %@S
it: %@S
ko: %@주

# MessageTimer.ShortWeeks_any
source: %@w
ar: %@أ
es: %@S
it: %@S
ko: %@주

# Activity.UploadingPhoto
source: sending photo
ar: جاري إرسال الصورة...
es: enviando foto
it: sta inviando una foto
ko: 사진 보내는 중

# Activity.UploadingVideo
source: sending video
ar: جاري إرسال المقطع المرئي...
es: enviando vídeo
it: sta inviando un video
ko: 동영상 보내는 중

# Activity.UploadingDocument
source: sending file
ar: جاري إرسال الملف...
es: enviando archivo
it: sta inviando un file
ko: 파일 보내는 중

# Activity.RecordingAudio
source: recording audio
ar: جاري تسجيل المقطع الصوتي...
es: grabando audio
it: sta registrando un audio
ko: 녹음 중

# Activity.RecordingVideoMessage
source: recording video
ar: جاري تسجيل الفيديو
es: grabando vídeo
it: sta registrando un video
ko: 영상 녹화 중

# Activity.Location
source: picking location
ar: جاري اختيار المكان...
es: obteniendo ubicación
it: sta scegliendo una posizione
ko: 위치 고르는 중

# Service.NetworkConfigurationUpdatedMessage
source: Connection settings updated successfully.
ar: تم تحديث إعدادات الاتصال بشكل ناجح.
es: Ajustes de conexión actualizados satisfactoriamente.
it: Impostazioni di connessione aggiornate con successo.
ko: 연결 설정을 업데이트했습니다.

# Compatibility.SecretMediaVersionTooLow
source: %@ is using an older version of Telegram, so secret photos will be shown in compatibility mode. Once %@ updates Telegram, photos with timers for 1 minute or less will start working in 'Tap and hold to view' mode, and you will be notified whenever the other party takes a screenshot.
ar: %@ يستخدم إصدار قديم من تيليجرام، لذلك، الصور السرية ستظهر في وضع الموافقة. عندما يقوم %@ بتحديث تيليجرام، الصور التي بها عداد دقيقة أو أقل ستعمل بطريقة "الاستمرار بالضغط للإستعراض"، وسيتم إخبارك عندما يلتقط المستقبل صورة من شاشته.
es: %@ usa una versión antigua de Telegram, así que las fotos secretas serán mostradas en un modo de compatibilidad. Cuando %@ actualice Telegram, las fotos con autodestrucción de 1 minuto o menos funcionarán con el modo “Mantén pulsado para ver”, y te notificaremos siempre que la otra parte haga una captura de pantalla.
it: %@ sta usando una versione vecchia di Telegram, quindi le foto segrete verranno visualizzate in modalità di compatibilità. Una volta che %@ avrà aggiornato Telegram, le foto con il timer di 1 minuto o meno funzioneranno in modalità 'Tieni premuto per vedere', e verrai notificato ogni volta che l'altro esegue uno screenshot.
ko: %@님의 텔레그램 버전이 낮아 비밀 사진을 호환성 모드로 표시합니다. %@님이 텔레그램을 업데이트하고 나면, 자동삭제 시간이 1분 이하인 사진은 "탭하고 누르고 있어야 보임" 상태가 되며, 상대방이 화면을 캡처할 때 마다 알림을 받습니다.

# Contacts.GlobalSearch
source: Global Search
ar: بحث شامل
es: Búsqueda global
it: Ricerca Globale
ko: 전체 검색

# Profile.Username
source: username
ar: اسم المستخدم
es: alias
ko: 아이디

# Settings.Username
source: Username
ar: اسم المستخدم
es: Alias
ko: 아이디

# Settings.UsernameEmpty
source: Add
ar: لا يوجد
es: Ninguno
it: Nessuno
ko: 없음

# Username.Title
source: Username
ar: اسم المستخدم
es: Alias
ko: 아이디 설정

# Username.Placeholder
source: Your Username
ar: معرّفك
es: Tu alias
it: Il tuo Username
ko: 아이디

# Username.Help
source: You can choose a username on **Telegram**. If you do, other people will be able to find you by this username and contact you without knowing your phone number. You can use **a-z**, **0-9** and underscores. Minimum length is **5** characters.
ar: يمكنك اختيار اسم مستخدم في تيليجرام. إذا قمت بذلك، سيستطيع الناس إيجادك باستخدام الاسم المستخدم والتواصل معك من دون معرفة رقمك. تستطيع استخدام حروف اللغة الإنجليزية وأرقامها وكذلك الخط. لا بد من استخدام ٥ حروف على الأقل.
es: Puedes elegir un alias en **Telegram**. Si lo haces, otras personas te podrán encontrar por ese alias y contactarte sin saber tu número de teléfono. Puedes usar **a-z**, **0-9** y guiones bajos. La longitud mínima es de **5** caracteres.
it: Puoi scegliere un username su **Telegram**. Se lo fai, le altre persone potranno trovarti tramite questo username e contattarti senza conoscere il tuo numero di telefono. Puoi usare **a-z**, **0-9** e underscore. La lunghezza minima è di **5** caratteri.
ko: 텔레그램 아이디를 설정할 수 있습니다. 아이디를 설정하면 회원님의 전화번호를 몰라도 아이디로 회원님을 찾아 대화를 나눌 수 있습니다. 아이디는 영문, 밑줄, 숫자로 (**a~z**, **_**, **0~9**) **다섯 글자** 이상으로 설정해 주세요.

# Username.InvalidTooShort
source: A username must have at least 5 characters.
ar: اسم المستخدم يجب أن يتكوّن من ٥ حروف على الأقل.
es: Un alias debe tener al menos 5 caracteres.
it: Un username deve avere almeno 5 caratteri.
ko: 아이디는 최소 다섯 글자 이상 입력해야 합니다.

# Username.InvalidStartsWithNumber
source: Sorry, a username can't start with a number.
ar: المعذرة، اسم المستخدم لا يمكن أن يبدأ برقم.
es: Lo sentimos, un alias no puede comenzar con un número.
it: Spiacenti, un username non può iniziare con un numero.
ko: 아이디는 숫자로 시작할 수 없습니다.

# Username.InvalidCharacters
source: Sorry, this username is invalid.
ar: المعذرة، اسم المستخدم غير مقبول.
es: Lo sentimos, este alias es inválido.
it: Spiacenti, questo username non valido.
ko: 올바른 아이디를 입력하세요.

# Username.InvalidTaken
source: Sorry, this username is already taken.
ar: المعذرة، اسم المستخدم تم اختياره مسبقًا.
es: Lo sentimos, este alias ya está ocupado.
it: Spiacenti, questo username è già stato preso.
ko: 이미 사용 중인 아이디입니다.

# Username.CheckingUsername
source: Checking username...
ar: جاري مراجعة اسم المستخدم...
es: Verificando alias...
it: Controllo l'username...
ko: 아이디 확인 중...

# Username.UsernameIsAvailable
source: %@ is available.
ar: %@ متاح.
es: %@ está disponible.
it: %@ è disponibile
ko: %@: 사용 가능합니다.

# WebSearch.Images
source: Images
ar: صور
es: Imágenes
it: Immagini
ko: 이미지

# WebSearch.GIFs
source: GIFs
ar: الصور المتحركة
es: GIF
it: GIF
ko: GIF

# WebSearch.RecentSectionTitle
source: Recent
ar: حديثة
es: Recientes
it: Recenti
ko: 최근

# WebSearch.RecentSectionClear
source: Clear
ar: مسح
es: Eliminar
it: Cancella
ko: 지우기

# Settings.PrivacySettings
source: Privacy and Security
ar: الخصوصية والأمان
es: Privacidad y seguridad
it: Privacy e sicurezza
ko: 개인정보 및 보안

# UserCount_1
source: 1 user
ar: مستخدم واحد
es: 1 usuario
it: 1 utente
ko: 대화상대 1명

# UserCount_2
source: 2 users
ar: مستخدمين
es: 2 usuarios
it: 2 utenti
ko: 대화상대 2명

# UserCount_3_10
source: %@ users
ar: %@ مستخدمين
es: %@ usuarios
it: %@ utenti
ko: %@ 명의 대화상대

# UserCount_any
source: %@ users
ar: %@ مستخدم
es: %@ usuarios
it: %@ utenti
ko: %@명의 대화상대

# PrivacySettings.Title
source: Privacy and Security
ar: الخصوصية والأمان
es: Privacidad y seguridad
it: Privacy e sicurezza
ko: 개인정보 및 보안

# PrivacySettings.PrivacyTitle
source: PRIVACY
ar: الخصوصية
es: PRIVACIDAD
ko: 개인정보

# PrivacySettings.LastSeen
source: Last Seen
ar: آخر ظهور
es: Última conexión
it: Ultimo accesso
ko: 마지막 접속

# PrivacySettings.LastSeenEverybody
source: Everybody
ar: الجميع
es: Todos
it: Tutti
ko: 전체 공개

# PrivacySettings.LastSeenContacts
source: My Contacts
ar: جهات الاتصال الخاصة بي
es: Mis contactos
it: I miei contatti
ko: 내 대화상대

# PrivacySettings.LastSeenNobody
source: Nobody
ar: لا أحد
es: Nadie
it: Nessuno
ko: 비공개

# PrivacySettings.LastSeenEverybodyMinus
source: Everybody (-%@)
ar: الجميع (-%@)
es: Todos (-%@)
it: Tutti (-%@)
ko: 전체 공개 (-%@)

# PrivacySettings.LastSeenContactsPlus
source: My Contacts (+%@)
ar: جهات الاتصال الخاصة بي (+%@)
es: Mis contactos (+%@)
it: I miei contatti (+%@)
ko: 내 대화상대 (+%@)

# PrivacySettings.LastSeenContactsMinus
source: My Contacts (-%@)
ar: جهات الاتصال الخاصة بي (+%@)
es: Mis contactos (-%@)
it: I miei contatti (-%@)
ko: 내 대화상대 (-%@)

# PrivacySettings.LastSeenContactsMinusPlus
source: My Contacts (-%@, +%@)
ar: جهات الاتصال الخاصة بي (-%@, +%@)
es: Mis contactos (-%@, +%@)
it: I miei contatti (-%@, +%@)
ko: 내 대화상대 (-%@, +%@)

# PrivacySettings.LastSeenNobodyPlus
source: Nobody (+%@)
ar: لا أحد (+%@)
es: Nadie (+%@)
it: Nessuno (+%@)
ko: 비공개 (+%@)

# PrivacySettings.SecurityTitle
source: SECURITY
ar: الأمان
es: SEGURIDAD
it: SICUREZZA
ko: 보안

# PrivacySettings.DeleteAccountTitle
source: DELETE MY ACCOUNT
ar: حذف حسابي
es: ELIMINAR MI CUENTA
it: ELIMINA IL MIO ACCOUNT
ko: 회원 탈퇴

# PrivacySettings.DeleteAccountIfAwayFor
source: If Away For
ar: إذا كنت غائب لمدة
es: Si estoy fuera
it: Se lontano per
ko: 자동 회원 탈퇴

# PrivacySettings.DeleteAccountHelp
source: If you do not log in at least once within this period, your account will be deleted along with all groups, messages and contacts.
ar: إذا لم تقم بتسجيل الدخول خلال هذه الفترة، سيتم حذف حسابك بالإضافة إلى مجموعاتك، رسائلك، وجهات الاتصال الخاصة بك في تيليجرام.
es: Si no estás en línea durante este tiempo, al menos una vez, tu cuenta se eliminará con todos tus grupos, mensajes y contactos.
it: Se non ti connetti almeno una volta in questo periodo, il tuo account verrà eliminato insieme a tutti i gruppi, i messaggi e i contatti.
ko: 이 기간 동안 최소 한 번 이상 로그인을 하지 않으면 자동으로 모든 메시지와 대화상대를 삭제하고 텔레그램을 탈퇴합니다.

# PrivacySettings.DeleteAccountNowConfirmation
source: Delete your account?
ar: هل ترغب في حذف حسابك؟
es: ¿Eliminar tu cuenta?
it: Eliminare il tuo account?
ko: 텔레그램을 탈퇴할까요?

# PrivacySettings.DeleteAccountNever
source: Never
ar: للأبد
es: Nunca
it: Mai
ko: 사용 안 함

# PrivacyLastSeenSettings.Title
source: Last Seen
ar: آخر ظهور
es: Última conexión
it: Ultimo accesso
ko: 마지막 접속

# PrivacyLastSeenSettings.CustomHelp
source: Important: you won't be able to see Last Seen times for people with whom you don't share your Last Seen time. Approximate last seen will be shown instead (recently, within a week, within a month).
ar: هام: لن تستطيع رؤية آخر ظهور للأشخاص اللذين اخترت ألا يروا آخر ظهور لك. سيتم عرض آخر ظهور تقريبي كبديل (قريبًا، خلال أسبوع، خلال شهر).
es: Importante: No verás la última conexión de las personas con las que no compartes la tuya. En su lugar, se mostrarán conexiones indeterminadas (recientemente, hace unos días, hace unas semanas).
it: Importante: non potrai vedere l'ultimo accesso delle persone con cui non condividi l'ultimo accesso. Verrà mostrato un orario approssimativo (di recente, entro una settimana, entro un mese).
ko: 주의: 회원님의 마지막 접속 시간을 공유받지 않는 사람의 마지막 접속 시간은 확인할 수 없습니다. 대신 일주일 이내, 한달 이내 등으로 간략하게 표시됩니다.

# PrivacyLastSeenSettings.AlwaysShareWith
source: Always Share With
ar: دائمًا شارك معه
es: Compartir con
it: Condividi con
ko: 항상 공개 대상

# PrivacyLastSeenSettings.NeverShareWith
source: Never Share With
ar: لا تشارك أبدًا مع
es: No compartir con
it: Non condividere con
ko: 공유하지 않을 대상

# PrivacyLastSeenSettings.CustomShareSettingsHelp
source: These settings will override the values above.
ar: هذه الإعدادات ستستبدل الإعدادات المختارة أعلاه.
es: Estos ajustes anularán los valores de arriba.
it: Queste impostazioni annulleranno i valori precedenti.
ko: 이 설정은 위의 입력값을 무효로 합니다.

# PrivacyLastSeenSettings.CustomShareSettings.Delete
source: Delete
ar: حذف
es: Eliminar
it: Elimina
ko: 삭제

# PrivacyLastSeenSettings.AlwaysShareWith.Title
source: Always Share
ar: دائمُا شارك
es: Compartir
it: Condividi
ko: 항상 공유

# PrivacyLastSeenSettings.AlwaysShareWith.Placeholder
source: Always share with users...
ar: دائمًا شارك مع المستخدمين...
es: Compartir con...
it: Condividi con gli utenti...
ko: 항상 공유할 대화상대...

# PrivacyLastSeenSettings.NeverShareWith.Title
source: Never Share
ar: لا تشارك أبدًا
es: No compartir
it: Non condividere
ko: 절대 공유하지 않음

# PrivacyLastSeenSettings.NeverShareWith.Placeholder
source: Never share with users...
ar: لا تشارك أبدًا مع المستخدمين...
es: No compartir con...
it: Non condividere con gli utenti...
ko: 절대 공유하지 않을 대화상대...

# PrivacyLastSeenSettings.EmpryUsersPlaceholder
source: Add Users
ar: إضافة مستخدمون
es: Añadir
it: Aggiungi utenti
ko: 대화상대 추가

# PrivacyLastSeenSettings.AddUsers_1
source: Add 1 user to this list?
ar: هل ترغب في إضافة مستخدم لهذه القائمة؟
es: ¿Añadir 1 usuario a esta lista?
it: Aggiungere 1 utente alla lista?
ko: 1명의 대화상대를 리스트에 추가할까요?

# PrivacyLastSeenSettings.AddUsers_2
source: Add 2 users to this list?
ar: هل ترغب في إضافة مستخدمين لهذه القائمة؟
es: ¿Añadir 2 usuarios a esta lista?
it: Aggiungere 2 utenti alla lista?
ko: 2명의 대화상대를 리스트에 추가할까요?

# PrivacyLastSeenSettings.AddUsers_3_10
source: Add %@ users to this list?
ar: هل ترغب في إضافة %@ مستخدمين لهذه القائمة؟
es: ¿Añadir %@ usuarios a esta lista?
it: Aggiungere %@ utenti alla lista?
ko: %@명의 대화상대를 리스트에 추가할까요?

# PrivacyLastSeenSettings.AddUsers_any
source: Add %@ users to this list?
ar: هل ترغب في إضافة %@ مستخدم لهذه القائمة؟
es: ¿Añadir %@ usuarios a esta lista?
it: Aggiungere %@ utenti alla lista?
ko: %@명의 대화상대를 리스트에 추가할까요?

# PrivacySettings.FloodControlError
source: Sorry, too many requests. Unable to change privacy settings now, please wait.
ar: المعذرة، يوجد الكثير من الطلبات حاليًا. لا نستطيع تغيير إعدادات الخصوصية الآن، يرجى الإنتظار.
es: Lo sentimos, hay demasiadas solicitudes. Es imposible cambiar los ajustes de privacidad ahora. Por favor, espera.
it: Spiacenti, troppe richieste. Impossibile cambiare le impostazioni di privacy ora, attendi.
ko: 죄송합니다. 너무 많이 변경하셨습니다. 개인정보 설정을 변경할 수 없으니 잠시 기다려 주세요.

# ImagePicker.NoPhotos
source: No Photos
ar: لا توجد صور
es: No hay fotos
it: Nessuna foto
ko: 사진 없음

# ImagePicker.NoVideos
source: No Videos
ar: لا توجد مقاطع مرئية
es: No hay vídeos
it: Nessun video
ko: 동영상 없음

# Settings.OpenSystemPrivacySettings
source: Open %@ Settings
ar: افتح %@ الإعدادات
es: Abrir ajustes de %@
it: Apri impostazioni %@
ko: %@ 설정 열기

# PhotoEditor.DiscardChanges
source: Discard Changes
ar: تجاهل التغييرات
es: Deshacer cambios
it: Annulla modifiche
ko: 변경 취소

# PhotoEditor.RevertToOriginal
source: Revert to Original
ar: استرجع للأصل
es: Revertir al original
it: Ripristina originale
ko: 원본으로 되돌리기

# PhotoEditor.RevertMessage
source: Revert to original will remove all edits made to this photo. This action cannot be undone.
ar: الاسترجاع للأصل سيحذف كافة التعديلات على هذه الصورة. لا يمكن الرجوع عن ذلك.
es: Revertir al original eliminará todas las ediciones hechas a la foto. Esto no se puede deshacer.
it: Ripristinare l'originale rimuoverà tutte le modifiche fatte a questa foto. L'opzione non può essere annullata.
ko: 원본으로 되돌리실 경우 이미지에 적용된 모든 수정사항이 삭제가 되며, 취소가 불가능합니다.

# PhotoEditor.Original
source: Original
ar: الأصل
it: Originale
ko: 원본

# PhotoEditor.Current
source: Current
ar: الحالي
es: Original
it: Corrente
ko: 현재

# PhotoEditor.CropReset
source: RESET
ar: إعادة تعيين
es: RESTABLECER
it: RIPRISTINA
ko: 리셋

# PhotoEditor.CropAuto
source: AUTO
ar: تلقائي
ko: 자동

# PhotoEditor.CropAspectRatioOriginal
source: Original
ar: الأصل
it: Originale
ko: 원본

# PhotoEditor.CropAspectRatioSquare
source: Square
ar: مربع
it: Quadrato
ko: 정사각형

# PhotoEditor.EnhanceTool
source: Enhance
ar: تحسين
es: Realzar
it: Migliora
ko: 향상

# PhotoEditor.ExposureTool
source: Brightness
ar: التعريض
es: Exposición
it: Esposizione
ko: 노출

# PhotoEditor.ContrastTool
source: Contrast
ar: التباين
es: Contraste
it: Contrasto
ko: 대비

# PhotoEditor.WarmthTool
source: Warmth
ar: الدفء
es: Temperatura
it: Calore
ko: 온기

# PhotoEditor.SaturationTool
source: Saturation
ar: التشبع
es: Saturación
it: Saturazione
ko: 채도

# PhotoEditor.HighlightsTool
source: Highlights
ar: التفتيح
es: Iluminación
it: Alte luci
ko: 하이라이트

# PhotoEditor.ShadowsTool
source: Shadows
ar: الظل
es: Sombras
it: Ombre
ko: 그림자

# PhotoEditor.VignetteTool
source: Vignette
ar: النقش
es: Viñeta
it: Vignettatura
ko: 비네팅

# PhotoEditor.GrainTool
source: Grain
ar: الحبوب
es: Grano
it: Grana
ko: 그레인

# PhotoEditor.BlurTool
source: Blur
ar: الطمس
es: Desenfoque
it: Sfocatura
ko: 흐림

# PhotoEditor.SharpenTool
source: Sharpen
ar: زيادة الحدة
es: Nitidez
it: Nitidezza
ko: 선명

# PhotoEditor.BlurToolOff
source: Off
ar: إيقاف
es: Apagado
it: No
ko: 끔

# PhotoEditor.BlurToolRadial
source: Radial
ar: قطري
it: Radiale
ko: 방사형

# PhotoEditor.BlurToolLinear
source: Linear
ar: طولي
es: Lineal
it: Lineare
ko: 선형

# PhotoEditor.Set
source: Set
ar: تعيين
es: OK
it: Fine
ko: 설정

# PhotoEditor.Skip
source: Skip
ar: تخطّي
es: Omitir
it: Salta
ko: 건너뛰기

# Camera.PhotoMode
source: PHOTO
ar: صورة
es: FOTO
it: FOTO
ko: 사진

# Camera.VideoMode
source: VIDEO
ar: مقطع مرئي
es: VÍDEO
ko: 비디오

# Camera.SquareMode
source: SQUARE
ar: مربع
ko: 정사각형

# Camera.FlashOff
source: Off
ar: إيقاف
es: No
it: No
ko: 끔

# Camera.FlashOn
source: On
ar: تشغيل
es: Sí
it: Sì
ko: 켜기

# Camera.FlashAuto
source: Auto
ar: تلقائي
ko: 자동

# Camera.Retake
source: Retake
ar: أعد الإلتقاط
es: Repetir
it: Scarta
ko: 다시

# Settings.PhoneNumber
source: Change Number
ar: تغيير الرقم
es: Cambiar número
it: Cambia numero
ko: 번호변경

# PhoneNumberHelp.Help
source: You can change your Telegram number here. Your account and all your cloud data — messages, media, contacts, etc. will be moved to the new number. **Important:** all your Telegram contacts will get your **new number** added to their address book, provided they had your old number and you haven't blocked them in Telegram.
ar: يمكنك تغيير رقم تيليجرام الخاص بك هنا. حسابك وجميع بياناتك التي في السحاب بما فيها رسائلك، الوسائط، جهات الاتصال وغيرها سيتم نقلها للرقم الجديد. **هام:** جميع جهات الاتصال الخاصة بك في تيليجرام سيضاف لها **رقمك الجديد**، في حال تواجد بها رقمك القديم ولم تقم بحظره في تيليجرام.
es: Puedes cambiar tu número de Telegram aquí. Tu cuenta y todos tus datos de la nube, mensajes, archivos, grupos, contactos, etc., se moverán al nuevo número. **Importante:** Todos tus contactos de Telegram tendrán tu **nuevo número** añadido a sus agendas de contactos, siempre que hayan tenido tu número viejo y no los hayas bloqueado en Telegram.
it: Puoi cambiare il tuo numero di telefono qui. Il tuo account e tutti i tuoi dati cloud — messaggi, file, contatti, etc. saranno trasferiti sul nuovo numero. **Importante:** a tutti i tuoi contatti di Telegram verrà aggiunto il tuo **nuovo numero** ai contatti, purché abbiano il tuo vecchio numero e tu non li abbia bloccati su Telegram.
ko: 텔레그램 가입 번호를 여기서 변경할 수 있습니다. 계정 및 클라우드에 저장된 메시지나 사진/동영상, 대화상대 등이 새 번호로 이동됩니다. **주의:** 회원님의 옛 전화번호를 알고 있으며 회원님이 차단한 대화상대가 아니라면, 텔레그램 대화상대 모두의 연락처에 회원님의 **새 전화번호**가 추가됩니다.

# PhoneNumberHelp.Alert
source: All your Telegram contacts will get your new number added to their address book, provided they had your old number and you haven't blocked them in Telegram.
ar: جميع جهات الاتصال الخاصة بك في تيليجرام سيضاف لها رقمك الجديد، في حال تواجد بها رقمك القديم ولم تقم بحظره في تيليجرام.
es: Todos tus contactos de Telegram tendrán tu número nuevo añadido a sus agendas de contactos, siempre que hayan tenido tu número viejo y no los hayas bloqueado en Telegram.
it: Tutti i tuoi contatti Telegram avranno il tuo nuovo numero tra i loro contatti, purché abbiano il tuo vecchio numero e tu non li abbia bloccati su Telegram.
ko: 회원님의 옛 전화번호를 알고 있으며 회원님이 차단한 대화상대가 아니라면, 텔레그램 대화상대 모두의 연락처에 회원님의 새 전화번호가 추가됩니다.

# PhoneNumberHelp.ChangeNumber
source: Change Number
ar: غيّر رقمك
es: Cambiar número
it: Cambia numero
ko: 번호 변경

# ChangePhoneNumberNumber.Title
source: Change Number
ar: غيّر رقمك
es: Cambiar número
it: Cambia numero
ko: 번호 변경

# ChangePhoneNumberNumber.NewNumber
source: NEW NUMBER
ar: الرقم الجديد
es: NUEVO NÚMERO
it: NUOVO NUMERO
ko: 새 전화번호

# ChangePhoneNumberNumber.Help
source: We will send an SMS with a confirmation code to your new number.
ar: سيتم إرسال رسالة قصيرة تحتوي على رمز التفعيل الخاص إلى رقمك الجديد.
es: Enviaremos un SMS con el código de confirmación a tu nuevo número.
it: Invieremo un SMS con un codice di conferma al tuo nuovo numero.
ko: 인증코드 메시지를 새 번호로 전송하겠습니다.

# ChangePhoneNumberNumber.NumberPlaceholder
source: Enter your new number
ar: أدخل رقمك الجديد
es: Pon tu número nuevo
it: Inserisci il nuovo numero
ko: 새 전화번호를 입력하세요

# ChangePhoneNumberCode.Code
source: YOUR CODE
ar: الرمز الخاص بك
es: TU CÓDIGO
it: IL TUO CODICE
ko: 코드

# ChangePhoneNumberCode.CodePlaceholder
source: Code
ar: رمز التفعيل
es: Código
it: Codice
ko: 코드

# ChangePhoneNumberCode.Help
source: We have sent you an SMS with the code
ar: تم إرسال رسالة قصيرة تحتوي على رمز التفعيل
es: Te hemos enviado un SMS con el código
it: Ti abbiamo inviato un SMS con il codice
ko: 인증코드를 메시지로 전송했습니다.

# ChangePhoneNumberCode.CallTimer
source: Telegram will call you in %@
ar: تيليجرام سيتصل بك خلال %@
es: Te llamaremos en %@
it: Telegram ti chiamerà tra %@
ko: 텔레그램이 %@ 후에 전화를 겁니다.

# ChangePhoneNumberCode.RequestingACall
source: Requesting a call from Telegram...
ar: جاري طلب اتصال من تيليجرام...
es: Solicitando una llamada de Telegram...
it: Richiesta di chiamata a Telegram...
ko: 텔레그램에서 전화 거는 중...

# ChangePhoneNumberCode.Called
source: Telegram dialed your number
ar: تيليجرام اتصل برقمك
es: Telegram marcó tu número
it: Telegram ha composto il tuo numero
ko: 텔레그램에서 입력하신 번호로 전화를 걸었습니다

# LoginPassword.Title
source: Your Password
ar: كلمة المرور الخاصة بك
es: Tu contraseña
it: La tua password
ko: 비밀번호

# LoginPassword.PasswordPlaceholder
source: Password
ar: كلمة المرور
es: Contraseña
ko: 비밀번호

# LoginPassword.InvalidPasswordError
source: Invalid password. Please try again.
ar: كلمة المرور غير صحيحة. يرجى المحاولة مرة أخرى.
es: Contraseña incorrecta. Por favor, reinténtalo.
it: Password non valida. Per favore riprova.
ko: 비밀번호가 올바르지 않습니다. 다시 시도해 주세요.

# LoginPassword.FloodError
source: Limit exceeded. Please try again later.
ar: تم استهلاك عدد المحاولات. فضلًا حاول مرة أخرى لاحقًا.
es: Límite excedido. Por favor, reinténtalo más tarde.
it: Limite superato. Per favore riprova più tardi.
ko: 횟수 제한이 초과됐습니다. 나중에 다시 시도해 주세요.

# LoginPassword.ForgotPassword
source: Forgot password?
ar: هل نسيت كلمة المرور؟
es: ¿Olvidaste la contraseña?
it: Password dimenticata?
ko: 비밀번호를 잊어버리셨나요?
