Repository: peter-iakovlev/Telegram
Catalog: Telegraph/*.lproj/Localizable.strings
Languages: ar, es, it, ko

# Group.Management.ErrorNotMember
source: %@ hasn't joined the group yet. Do you want to invite them?
ar: %@ لم يقم بالدخول إلى المجموعة بعد. فضلًا، هل ترغب في دعوتهم؟
es: %@ no está en el grupo todavía. ¿Quieres enviarle una invitación?
it: %@ non si è ancora unito al gruppo. Vuoi invitarlo?
ko: 아직 %@님이 그룹에 입장하지 않았습니다. 초대하시겠습니까?

# Conversation.ReportSpamAndLeave
source: Report Spam and Leave
ar: أبلغ عن الإزعاج وغادر
es: Reportar spam y salir
it: Segnala spam e lascia
ko: 스팸 신고 후 나가기

# Conversation.StatusKickedFromChannel
source: you were removed from the channel
ar: لقد تمت إزالتك من القناة
es: fuiste expulsado del canal
it: sei stato rimosso dal canale
ko: 채널에서 회원님을 내보냈습니다.

# Generic.OpenHiddenLinkAlert
source: Open %@?
ar: هل ترغب في فتح %@؟
es: ¿Abrir %@?
it: Aprire %@?
ko: %@를 열겠습니까?

# Resolve.ErrorNotFound
source: Sorry, this user doesn't seem to exist.
ar: المعذرة، هذا المستخدم غير موجود.
es: Lo sentimos, este usuario no existe.
it: Spiacenti, sembra che questo utente non esista.
ko: 죄송합니다, 이 대화상대는 더이상 존재하지 않습니다.

# StickerPack.AddStickers
source: Add Stickers
ar: إضافة ملصقات
es: Añadir stickers
it: Aggiungi sticker
ko: 스티커 추가

# StickerPack.Share
source: Share
ar: مشاركة
es: Compartir
it: Condividi
ko: 공유

# StickerPack.Send
source: Send Sticker
ar: أرسل ملصق
es: Enviar sticker
it: Invia sticker
ko: 스티커 전송

# StickerPack.RemoveStickers
source: Remove Stickers
ar: احذف ملصقات
es: Eliminar stickers
it: Rimuovi sticker
ko: 스티커 제거

# StickerPack.RemoveStickerCount_1
source: Remove 1 Sticker
ar: احذف ملصق
es: Eliminar 1 sticker
it: Rimuovi 1 sticker
ko: 스티커 1개 제거

# StickerPack.RemoveStickerCount_2
source: Remove 2 Stickers
ar: احذف ملصقين
es: Eliminar 2 stickers
it: Rimuovi 2 sticker
ko: 스티커 2개 제거

# StickerPack.RemoveStickerCount_3_10
source: Remove %@ Stickers
ar: احذف %@ ملصقات
es: Eliminar %@ stickers
it: Rimuovi %@ sticker
ko: 스티커 %@개 제거

# StickerPack.RemoveStickerCount_any
source: Remove %@ Stickers
ar: احذف %@ ملصق
es: Eliminar %@ stickers
it: Rimuovi %@ sticker
ko: 스티커 %@개 제거

# StickerPack.HideStickers
source: Hide Stickers
ar: إخفاء ملصقات
es: Ocultar stickers
it: Nascondi sticker
ko: 스티커 숨기기

# StickerPack.ShowStickers
source: Show Stickers
ar: إظهار ملصقات
es: Mostrar stickers
it: Mostra sticker
ko: 스티커 보이기

# ShareMenu.ShareTo
source: Share to
ar: مشاركة إلى
es: Compartir con
it: Condividi con
ko: 공유하기

# ShareMenu.SelectChats
source: Select chats
ar: اختر محادثات
es: Elige los chats
it: Seleziona chat
ko: 채팅방 선택

# ShareMenu.Comment
source: Add a comment...
ar: اكتب ملاحظة
es: Escribe un comentario...
it: Scrivi un commento...
ko: 코멘트 쓰기..

# MediaPicker.Videos
source: Videos
ar: فيديوهات
es: Vídeos
it: Video
ko: 비디오

# Coub.TapForSound
source: Tap for sound
ar: اضغط للصوت
es: Toca para escuchar
it: Tocca per il suono
ko: 눌러 알림음 활성

# Preview.SaveGif
source: Save GIF
ar: حفظ الصورة المتحركة
es: Guardar GIF
it: Salva GIF
ko: GIF 저장

# Preview.DeleteGif
source: Delete GIF
ar: حذف الصورة المتحركة
es: Eliminar GIF
it: Elimina GIF
ko: GIF 삭제

# Preview.CopyAddress
source: Copy Address
ar: نسخ العنوان
es: Copiar dirección
it: Copia indirizzo
ko: 주소 복사

# Preview.ViewStickerPack
source: View Sticker Set
ar: عرض حزمة الملصقات
es: Ver el set de stickers
it: Visualizza set di sticker
ko: 스티커 세트 확인

# Conversation.ShareBotLocationConfirmationTitle
source: Share Your Location?
ar: هل ترغب في مشاركة موقعك؟
es: ¿Compartir tu ubicación?
it: Condividere la tua posizione?
ko: 위치 공유

# Conversation.ShareBotLocationConfirmation
source: This will send your current location to the bot.
ar: هذا الخيار سيرسل موقعك الحالي للبوت.
es: Esto enviará tu ubicación actual al bot.
it: Questo invierà la tua posizione corrente al bot.
ko: 현재 위치를 봇에게 전송합니다.

# Conversation.ShareBotContactConfirmationTitle
source: Share Your Phone Number?
ar: هل ترغب في مشاركة رقم هاتفك؟
es: ¿Compartir tu número de teléfono?
it: Condividere il tuo numero di telefono?
ko: 전화번호 공유하기

# Conversation.ShareBotContactConfirmation
source: The bot will know your phone number. This can be useful for integration with other services.
ar: البوت سيعلم رقم هاتفك. سيكون هذا مفيد لتفعيله في خدمات أخرى.
es: El bot sabrá tu número de teléfono. Puede ser útil para la integración con otros servicios.
it: Il bot saprà il tuo numero di telefono. Questo può essere utile per l'integrazione con altri servizi.
ko: 봇이 전화번호를 인지를 하며, 다른 서비스와의 통합에 활용이 됩니다.

# Conversation.ShareInlineBotLocationConfirmation
source: This bot would like to know your location each time you send it a request. This can be used to provide location-specific results.
ar: هذا البوت يرغب في معرفة موقعك في كل مرة ترسل له طلب. هذا يمكن الاستفادة منه لإعطائك نتائج مناسبة لموقعك.
es: Este bot podría querer saber tu ubicación cada vez que le envías una solicitud. Esto puede ser usado para entregar resultados específicos para tu ubicación.
it: Questo bot vorrebbe sapere la tua posizione ogni volta che invii una richiesta. Questo può essere usato per fornire risultati specifici per la posizione.
ko: 요청시마다 봇이 위치를 확인합니다. 이 요청으로 인하여 특정 위치에 대한 결과 확인이 가능합니다.

# Activity.UploadingAudio
source: sending audio
ar: جاري إرسال المقطع الصوتي
es: enviando audio
it: sta inviando un audio
ko: 음성 메시지 전송

# Preview.Tooltip
source: Tap and hold to preview an item
ar: اضغط بإستمرار للمعاينة
es: Mantén pulsado para una vista previa del ítem
it: Tieni premuto per vedere l'anteprima
ko: 꾹 눌러 미리보기

# StickerPack.ErrorNotFound
source: Sorry, this sticker set doesn't seem to exist.
ar: المعذرة، حزمة الملصقات هذه غير موجودة.
es: Lo sentimos, este set de stickers no existe.
it: Spiacenti, sembra che questo set di sticker non esista.
ko: 죄송합니다, 이 스티커셋은 더이상 존재하지 않습니다.

# Camera.TapAndHoldForVideo
source: Tap and hold for video
ar: اضغط بإستمرار للفيديو
es: Mantén pulsado para hacer un vídeo
it: Tieni premuto per il video
ko: 꾹 눌러 녹화하기

# Conversation.TapAndHoldToRecord
source: Tap and hold to record
ar: اضغط بإستمرار للتسجيل
es: Mantén pulsado para grabar
it: Tieni premuto per registrare
ko: 꾹 눌러 녹음하기

# DialogList.RecentTitlePeople
source: People
ar: الأشخاص
es: Personas
it: Persone
ko: 사람

# DialogList.RecentTitleGroups
source: Groups
ar: المجموعات
es: Grupos
it: Gruppi
ko: 그룹

# DialogList.RecentTitleBots
source: Bots
ar: البوتات
it: Bot
ko: 봇

# Conversation.MessageEditedLabel
source: edited
ar: تعديل
es: editado
it: modificato
ko: 수정됨

# Conversation.EditingMessagePanelTitle
source: Edit Message
ar: تعديل الرسالة
es: Editar mensaje
it: Modifica messaggio
ko: 메시지 수정

# DialogList.Draft
source: Draft
ar: مسودة
es: Borrador
it: Bozza
ko: 임시저장

# Embed.PlayingInPIP
source: This video is playing in Picture in Picture
ar: سيتم تشغيل هذا الفيديو كصورة داخل صورة
es: Reproduciendo en Picture in Picture
it: Questo video è riprodotto in PiP
ko: 이 비디오는 화면속 화면으로 재생됩니다

# MediaPicker.Moments
source: Moments
ar: لحظات
es: Momentos
it: Momenti
ko: 순간

# StickerPacksSettings.FeaturedPacks
source: Trending Stickers
ar: الملصقات الشائعة
es: Stickers destacados
it: Sticker in primo piano
ko: 인기 스티커

# FeaturedStickerPacks.Title
source: Trending Stickers
ar: الملصقات الشائعة
es: Stickers destacados
it: Sticker in primo piano
ko: 인기 스티커

# Invitation.JoinGroup
source: Join Group
ar: انضم للمجموعة
es: Unirme al grupo
it: Unisciti al gruppo
ko: 그룹 참여

# Invitation.Members_1
source: 1 member:
ar: عضو واحد:
es: 1 miembro:
it: 1 membro:
ko: 1 명:

# Invitation.Members_2
source: 2 members:
ar: عضوان:
es: 2 miembros:
it: 2 membri:
ko: 2 명:

# Invitation.Members_3_10
source: %@ members:
ar: %@ أعضاء:
es: %@ miembros:
it: %@ membri
ko: %@ 명:

# Invitation.Members_any
source: %@ members:
ar: %@ عضو:
es: %@ miembros:
it: %@ membri:
ko: %@ 명:

# StickerPacksSettings.ArchivedPacks
source: Archived Stickers
ar: الملصقات المؤرشفة
es: Stickers archivados
it: Sticker archiviati
ko: 보관된 스티커

# StickerPacksSettings.ArchivedPacks.Info
source: You can have up to 200 sticker sets installed. Unused stickers are archived when you add more.
ar: يمكنك تنصيب ٢٠٠ حزمة ملصقات هنا. سنقوم بأرشفة الحزم الغير مستخدمة عند تجاوز هذا الرقم.
es: Puedes instalar hasta 200 packs de stickers. Cuando instales más, se archivarán los que no usas.
it: Puoi avere fino a 200 set di sticker installati. Gli sticker non usati saranno archiviati quando ne aggiungerai altri.
ko: 최대 200개의 스티커를 설치 할 수 있습니다. 사용하지 않는 스티커는 새로추가시 보관됩니다.

# Conversation.CloudStorageInfo.Title
source: Your Cloud Storage
ar: مساحتك السحابية
es: Almacenamiento en la nube
it: Il tuo archivio cloud
ko: 클라우드 저장소

# Conversation.ClousStorageInfo.Description1
source: • Forward messages here to save them
ar: • حوّل الرسائل إلى هنا لحفظهم
es: • Guarda mensajes reenviándolos aquí
it: • Inoltra i messaggi qui per salvarli
ko: • 여기로 메시지를 전달하여 저장

# Conversation.ClousStorageInfo.Description2
source: • Send media and files to store them
ar: • أرسل الوسائط والملفات لحفظهم
es: • Envía archivos para almacenarlos
it: • Invia media e file per archiviarli
ko: • 미디어와 파일을 전송하여 저장

# Conversation.ClousStorageInfo.Description3
source: • Access this chat from any device
ar: • افتح هذه المحادثة من أي جهاز من أجهزتك
es: • Accede desde cualquier dispositivo
it: • Accedi alla chat da ogni dispositivo
ko: • 모든 기기에서 이 대화를 공유

# Conversation.ClousStorageInfo.Description4
source: • Use search to quickly find things
ar: • استخدم البحث لتجد الأشياء بسرعة
es: • Encuentra tus cosas con la búsqueda
it: • Trova le tue cose con la ricerca
ko: • 빠른검색을 위하여 검색사용

# Conversation.CloudStorage.ChatStatus
source: chat with yourself
ar: تحدث مع نفسك
es: chat contigo
it: chat con te stesso
ko: 나와의 대화

# ArchivedPacksAlert.Title
source: Some of your older sticker sets have been archived. You can reactivate them in the Sticker Settings.
ar: تمت أرشفة بعض من حزم الملصقات الخاصة بك. يمكنك تفعيل هذه الحزم ان طريق إعدادات الملصقات.
es: Algunos de tus packs de stickers más viejos fueron archivados. Puedes reactivarlos desde los ajustes de Stickers.
it: Alcuni dei tuoi set di sticker più vecchi sono stati stati archiviati. Puoi riattivarli nelle impostazioni degli sticker.
ko: 오래된 스티커중 일부가 보관되어집니다. 스티커 설정에서 다시 재설정이 가능합니다.

# StickerSettings.ContextInfo
source: If you archive a sticker set, you can quickly restore it later from the Archived Stickers section.
ar: إذا قمت بأرشفة حزمة ملصقات، يمكنك استعادتها بسهولة لاحقًا من قسم الملصقات المؤرشفة.
es: Si archivas un pack de stickers, puedes restaurarlo después desde la sección de stickers archivados.
it: Se archivi un set di sticker, potrai ripristinarlo più tardi dalla sezione degli sticker archiviati.
ko: 보관된 마스크 섹션에서 손쉽게 보관된 마스크를 재설정할 수 있습니다.

# Contacts.TopSection
source: CONTACTS
ar: جهات الاتصال
es: CONTACTOS
it: CONTATTI
ko: 주소록

# Login.ResetAccountProtected.Title
source: Reset Account
ar: إعادة تعيين الحساب
es: Restablecer la cuenta
it: Ripristino account
ko: 계정 초기화

# Login.ResetAccountProtected.Text
source: Since the account %@ is active and protected by a password, we will delete it in 1 week for security purposes. You can cancel this process at any time.
ar: بما أن الحساب %@ فعّال ومحمي بكلمة مرور، سنقوم بحذفه خلال أسبوع لأسباب أمنية. يمكنك إلغاء هذه العملية في أي وقت.
es: Como la cuenta %@ está activa y protegida con una contraseña, la eliminaremos en 1 semana, por motivos de seguridad. Puedes cancelar el proceso en cualquier momento.
it: Dato che l'account %@ è attivo e protetto da una password, lo elimineremo tra 1 settimana per motivi di sicurezza. Puoi annullare questo processo in qualsiasi momento.
ko: 보안목적으로, 계정 %@이 비밀번호 설정이 되어져 있어, 약 1주일 후에 삭제를 할 예정입니다. 삭제는 언제든지 쥐소가 가능합니다.

# Login.ResetAccountProtected.TimerTitle
source: You'll be able to reset your account in:
ar: ستتمكن من إعادة تعيين حسابك خلال:
es: Podrás restablecer tu cuenta en:
it: Potrai ripristinare il tuo account tra:
ko: 다음 이후 계정 초기화 가능 :

# Login.ResetAccountProtected.Reset
source: Reset
ar: إعادة تعيين
es: Restablecer
it: Ripristina
ko: 초기화

# Login.ResetAccountProtected.LimitExceeded
source: Your recent attempts to reset this account have been cancelled by its active user. Please try again in 7 days.
ar: تم إلغاء محاولاتك السابقة لإعادة تعيين هذا الحساب. فضلًا أعد المحاولة بعد ٧ أيام.
es: Tus intentos recientes para restablecer la cuenta fueron cancelados por su usuario activo. Por favor, reinténtalo en 7 días.
it: I tuoi tentativi recenti di ripristinare questo account sono stati annullati dal suo utente attivo. Per favore riprova tra 7 giorni.
ko: 활성화된 사용자가 계정취소를 취소하였습니다. 7일후에 다시 시도해주세요.

# Login.CodeSentCall
source: We are calling your phone to dictate a code.
ar: سنقوم بالاتصال بهاتفك لإملاء رمز التفعيل.
es: Estamos llamando a tu teléfono para dictar un código.
it: Stiamo chiamando il tuo numero per dettarti un codice.
ko: 회원님에게 코드를 전달하기 위하여 전화를 겁니다.

# Login.SmsRequestState1
source: Telegram will send you an SMS in %d:%.2d
ar: سيريل تيليجرام رسالة قصيرة خلال %d:%.2d
es: Telegram te enviará un SMS en %d:%.2d
it: Telegram ti invierà un SMS tra %d:%.2d
ko: 텔레그램이 %d:%.2d 내에 SMS를 보낼 예정입니다.

# Login.SmsRequestState2
source: Requesting an SMS from Telegram...
ar: جاري طلب رسالة قصيرة من تيليجرام...
es: Solicitando un SMS de Telegram...
it: Richiedo un SMS da Telegram...
ko: 텔레그램에게 SMS를 요청중...

# Login.SmsRequestState3
source: Telegram sent you an SMS [Didn't get the code?]
ar: قام تيليجرام بإرسال رسالة قصيرة [لم يصلك رمز التفعيل؟]
es: Telegram te envió un SMS [¿No recibiste el código?]
it: Telegram ti ha inviato un SMS [Non hai ricevuto il codice?]
ko: 텔레그램이 SMS를 전송하였습니다. [받지 못하셨나요?]

# CancelResetAccount.Title
source: Cancel Account Reset
ar: إلغاء إعادة تعيين الحساب
es: No restablecer la cuenta
it: Annulla ripristino account
ko: 계정 초기화 취소

# CancelResetAccount.TextSMS
source: Somebody with access to your phone number %@ has requested to delete your Telegram account and reset your 2-Step Verification password. If it wasn't you, please enter the code we've just sent you via SMS to your number.
ar: شخص ما لديه صلاحية الوصول لهاتفك %@ طلب حذف حسابك وتعطيل التحقق من حسابك بخطوتين. إذا لم يكن أنت، فضلًا قم بإدخال الرمز الذي أرسلناه للتو برسالة قصيرة.
es: Alguien, con acceso a tu número de teléfono %@, solicitó eliminar tu cuenta de Telegram y restablecer tu contraseña de la verificación en dos pasos. Si no eras tú, por favor, inserta el código que enviamos por SMS a tu número.
it: Qualcuno con accesso al tuo numero di telefono %@ ha richiesto l'eliminazione del tuo account Telegram e il ripristino della password della verifica in due passaggi. Se non sei stato tu, per favore inserisci il codice che abbiamo appena inviato tramite SMS al tuo numero.
ko: %@ 번호에 접근이 가능한 누군가가 해당 계정 및 2단계 비밀번호 초기화를 요청하였습니다. 만약 본인이 아니실 경우 방금 보내드린 코드를 본인 번호에 SMS로 전송해주세요.

# CancelResetAccount.Success
source: The deletion process was cancelled for your account %@.
ar: تم إلغاء عملية حذف حسابك %@.
es: El proceso de eliminación de la cuenta %@ fue cancelado.
it: Il processo di eliminazione per il tuo account %@ è stato annullato.
ko: %@ 계정에 대한 삭제가 취소 되었습니다.

# Paint.Clear
source: Clear All
ar: مسح الكل
es: Borrar todo
it: Cancella tutto
ko: 전체 삭제

# Paint.ClearConfirm
source: Clear Painting
ar: مسح الرسمة
es: Borrar marcado
it: Cancella disegno
ko: 그림 삭제

# Paint.Delete
source: Delete
ar: حذف
es: Eliminar
it: Elimina
ko: 삭제

# Paint.Edit
source: Edit
ar: تعديل
es: Editar
it: Modifica
ko: 수정

# Paint.Duplicate
source: Duplicate
ar: تكرار
es: Duplicar
it: Duplica
ko: 복제

# Paint.Stickers
source: Stickers
ar: ملصقات
it: Sticker
ko: 스티커

# Paint.RecentStickers
source: Recent
ar: حديثة
es: Reciente
it: Recenti
ko: 최근

# Paint.Masks
source: Masks
ar: أقنعة
es: Máscaras
it: Maschere
ko: 마스크

# Paint.Outlined
source: Outlined
ar: مرسوم
es: Contorno
it: Contornato
ko: 아웃라인

# Paint.Regular
source: Regular
ar: طبيعي
es: Normal
it: Normale
ko: 레귤러

# MediaPicker.VideoMuteDescription
source: Sound is now muted, so the video will autoplay and loop like a GIF.
ar: تم تعطيل الصوت، لذلك سيتم إرسال المقطع كصورة متحركة لتعرض بتكرار كصورة GIF
es: No hay sonido, así que el vídeo se reproducirá en bucle como un GIF.
it: Il suono è ora disattivato. Il video sarà autoriprodotto e ripetuto come una GIF.
ko: 소리가 음소거되어, 비디오가 GIF처럼 자동재생 및 반복재생됩니다.

# Group.Username.RemoveExistingUsernamesInfo
source: Sorry, you have reserved too many public usernames. You can revoke the link from one of your older groups or channels, or create a private entity instead.
ar: المعذرة، قمت بحجز معرفات عامة كثيرة. يمكنك إلغاء بعض روابط مجموعاتك وقنواتك القديمة، أو قم بجعلها خاصة.
es: Lo sentimos, tienes demasiados alias públicos. Puedes anular el enlace de uno de tus grupos o canales anteriores, o crear uno privado.
it: Spiacenti, hai riservato troppi username pubblici. Puoi revocare il link da uno dei tuoi gruppi o canali più vecchi, o creare invece delle entità private.
ko: 죄송하지만, 너무 많은 공개아이디를 생성하였습니다. 기존 공개 채널 혹은 그룹방을 비공개로 전환하거나 삭제해주세요.

# ServiceMessage.GameScoreExtended_1
source: {name} scored %@ in {game}
ar: {name} أحرز {score} في {game}
es: {name} consiguió {score} punto en {game}
it: {name} ha totalizzato {score} punto a {game}
ko: {game} 에서 {name} 님이 {score} 점을 획득

# ServiceMessage.GameScoreExtended_2
source: {name} scored %@ in {game}
ar: {name} أحرز {score} في {game}
es: {name} consiguió {score} puntos en {game}
it: {name} ha totalizzato {score} punti a {game}
ko: {game} 에서 {name} 님이 {score} 점을 획득

# ServiceMessage.GameScoreExtended_3_10
source: {name} scored %@ in {game}
ar: {name} أحرز {score} في {game}
es: {name} consiguió {score} puntos en {game}
it: {name} ha totalizzato {score} punti a {game}
ko: {game} 에서 {name} 님이 {score} 점을 획득

# ServiceMessage.GameScoreExtended_any
source: {name} scored %@ in {game}
ar: {name} أحرز {score} في {game}
es: {name} consiguió {score} puntos en {game}
it: {name} ha totalizzato {score} punti a {game}
ko: {game} 에서 {name} 님이 {score} 점을 획득

# ServiceMessage.GameScoreSelfExtended_1
source: You scored %@ in {game}
ar: قمت بإحراز {score} في {game}
es: Conseguiste {score} punto en {game}
it: Hai totalizzato {score} punto a {game}
ko: 회원님이 {game} 에서 {score} 점을 획득

# ServiceMessage.GameScoreSelfExtended_2
source: You scored %@ in {game}
ar: قمت بإحراز {score} في {game}
es: Conseguiste {score} puntos en {game}
it: Hai totalizzato {score} punti a {game}
ko: 회원님이 {game} 에서 {score} 점을 획득

# ServiceMessage.GameScoreSelfExtended_3_10
source: You scored %@ in {game}
ar: قمت بإحراز {score} في {game}
es: Conseguiste {score} puntos en {game}
it: Hai totalizzato {score} punti a {game}
ko: 회원님이 {game} 에서 {score} 점을 획득

# ServiceMessage.GameScoreSelfExtended_any
source: You scored %@ in {game}
ar: قمت بإحراز {score} في {game}
es: Conseguiste {score} puntos en {game}
it: Hai totalizzato {score} punti a {game}
ko: 회원님이 {game} 에서 {score} 점을 획득

# ServiceMessage.GameScoreSimple_1
source: {name} scored %@
ar: {name} أحرز {score}
es: {name} consiguió {score} punto
it: {name} ha totalizzato {score} punto
ko: {name} 님이 {score} 점을 획득

# ServiceMessage.GameScoreSimple_2
source: {name} scored %@
ar: {name} أحرز {score}
es: {name} consiguió {score} puntos
it: {name} ha totalizzato {score} punti
ko: {name} 님이 {score} 점을 획득

# ServiceMessage.GameScoreSimple_3_10
source: {name} scored %@
ar: {name} أحرز {score}
es: {name} consiguió {score} puntos
it: {name} ha totalizzato {score} punti
ko: {name} 님이 {score} 점을 획득

# ServiceMessage.GameScoreSimple_any
source: {name} scored %@
ar: {name} أحرز {score}
es: {name} consiguió {score} puntos
it: {name} ha totalizzato {score} punti
ko: {name} 님이 {score} 점을 획득

# ServiceMessage.GameScoreSelfSimple_1
source: You scored %@
ar: لقد أحرزت {score}
es: Conseguiste {score} punto
it: Hai totalizzato {score} punto
ko: 회원님이 {score} 점을 획득

# ServiceMessage.GameScoreSelfSimple_2
source: You scored %@
ar: لقد أحرزت {score}
es: Conseguiste {score} puntos
it: Hai totalizzato {score} punti
ko: 회원님이 {score} 점을 획득

# ServiceMessage.GameScoreSelfSimple_3_10
source: You scored %@
ar: لقد أحرزت {score}
es: Conseguiste {score} puntos
it: Hai totalizzato {score} punti
ko: 회원님이 {score} 점을 획득

# ServiceMessage.GameScoreSelfSimple_any
source: You scored %@
ar: لقد أحرزت {score}
es: Conseguiste {score} puntos
it: Hai totalizzato {score} punti
ko: 회원님이 {score} 점을 획득

# Notification.GameScoreExtended_1
source: scored %@ in {game}
ar: أحرز {score} في {game}
es: consiguió {score} punto en {game}
it: ha totalizzato {score} punto a {game}
ko: {game}에서 {score} 점을 획득

# Notification.GameScoreExtended_2
source: scored %@ in {game}
ar: أحرز {score} في {game}
es: consiguió {score} puntos en {game}
it: ha totalizzato {score} punti a {game}
ko: {game}에서 {score} 점을 획득

# Notification.GameScoreExtended_3_10
source: scored %@ in {game}
ar: أحرز {score} في {game}
es: consiguió {score} puntos en {game}
it: ha totalizzato {score} punti a {game}
ko: {game}에서 {score} 점을 획득

# Notification.GameScoreExtended_any
source: scored %@ in {game}
ar: أحرز {score} في {game}
es: consiguió {score} puntos en {game}
it: ha totalizzato {score} punti a {game}
ko: {game}에서 {score} 점을 획득

# Notification.GameScoreSelfExtended_1
source: scored %@ in {game}
ar: أحرز {score} في {game}
es: conseguiste {score} punto en {game}
it: hai totalizzato {score} punto a {game}
ko: {game}에서 {score} 점을 획득

# Notification.GameScoreSelfExtended_2
source: scored %@ in {game}
ar: أحرز {score} في {game}
es: conseguiste {score} puntos en {game}
it: hai totalizzato {score} punti a {game}
ko: {game}에서 {score} 점을 획득

# Notification.GameScoreSelfExtended_3_10
source: scored %@ in {game}
ar: أحرز {score} في {game}
es: conseguiste {score} puntos en {game}
it: hai totalizzato {score} punti a {game}
ko: {game}에서 {score} 점을 획득

# Notification.GameScoreSelfExtended_any
source: scored %@ in {game}
ar: أحرز {score} في {game}
es: conseguiste {score} puntos en {game}
it: hai totalizzato {score} punti a {game}
ko: {game}에서 {score} 점을 획득

# Notification.GameScoreSimple_1
source: scored %@
ar: أحرز {score}
es: consiguió {score} punto
it: ha totalizzato {score} punto
ko: {score} 점 획득

# Notification.GameScoreSimple_2
source: scored %@
ar: أحرز {score}
es: consiguió {score} puntos
it: ha totalizzato {score} punti
ko: {score} 점 획득

# Notification.GameScoreSimple_3_10
source: scored %@
ar: أحرز {score}
es: consiguió {score} puntos
it: ha totalizzato {score} punti
ko: {score} 점 획득

# Notification.GameScoreSimple_any
source: scored %@
ar: أحرز {score}
es: consiguió {score} puntos
it: ha totalizzato {score} punti
ko: {score} 점 획득

# Notification.GameScoreSelfSimple_1
source: scored %@
ar: أحرز {score}
es: conseguiste {score} punto
it: hai totalizzato {score} punto
ko: {score} 점 획득

# Notification.GameScoreSelfSimple_2
source: scored %@
ar: أحرز {score}
es: conseguiste {score} puntos
it: hai totalizzato {score} punti
ko: {score} 점 획득

# Notification.GameScoreSelfSimple_3_10
source: scored %@
ar: أحرز {score}
es: conseguiste {score} puntos
it: hai totalizzato {score} punti
ko: {score} 점 획득

# Notification.GameScoreSelfSimple_any
source: scored %@
ar: أحرز {score}
es: conseguiste {score} puntos
it: hai totalizzato {score} punti
ko: {score} 점 획득

# Stickers.Install
source: ADD
ar: إضافة
es: AÑADIR
it: AGGIUNGI
ko: 추가

# MaskStickerSettings.Title
source: Masks
ar: أقنعة
es: Máscaras
it: Maschere
ko: 마스크

# MaskStickerSettings.Info
source: You can add masks to photos and videos you send. To do this, open the photo editor before sending a photo or video.
ar: يمكنك إضافة أقنعة للصور والفيديوهات التي ترسلها. لعمل ذلك، قم بفتح محرر الصور قبل إرسال الصورة أو الفيديو.
es: Puedes añadir máscaras a las fotos y vídeos que envías. Para hacerlo, abre el editor visual antes de enviar la foto o vídeo.
it: Puoi aggiungere maschere alle foto che invii. Per farlo, apri l'editor fotografico prima di inviare una foto.
ko: 전송하시려는 사진과 비디오에 마스크를 추가 할 수 있습니다. 사진 에디터를 전송하시기 전에 실행해주시면 됩니다.

# StickerPack.MaskCount_1
source: 1 mask
ar: قناع واحد
es: 1 máscara
it: 1 maschera
ko: 마스크 1개

# StickerPack.MaskCount_2
source: 2 masks
ar: قناعان
es: 2 máscaras
it: 2 maschere
ko: 마스크 2개
