Repository: peter-iakovlev/Telegram
Catalog: Telegraph/*.lproj/Localizable.strings
Languages: ar, es, it, ko

# Conversation.Processing
source: Processing...
ar: جاري المعالجة...
es: Procesando...
it: Elaboro...
ko: 처리중입니다..

# Conversation.MessageViaUser
source: via %@
ar: من خلال %@
es: vía %@
ko: %@을 통하여

# CreateGroup.SoftUserLimitAlert
source: You will be able to add more users after you finish creating the group and convert it to a supergroup.
ar: ستتمكن من إضافة أعضاء جدد بعد الإنتهاء من إنشاء المجموعة وتحويلها لمجموعة خارقة.
es: Podrás añadir más usuarios después de crear el grupo y convertirlo en un supergrupo.
it: Potrai aggiungere più utenti dopo aver creato il gruppo e averlo convertito in supergruppo.
ko: 이 그룹 생성을 완료하시고 슈퍼그룹으로 전환하시면 더 많은 구성원을 추가 할 수 있습니다.

# ChannelMembers.AllMembersMayInvite
source: All Members May Invite
ar: جميع المشرفون يمكنهم دعوة الأعضاء
es: Todos los miembros pueden invitar
it: Tutti i membri possono invitare
ko: 모든 구성원이 초대 가능

# ChannelMembers.AllMembersMayInviteOnHelp
source: Everybody can add new members.
ar: الجميع يمكنهم إضافة أعضاء
es: Todos pueden añadir miembros.
it: Chiunque può aggiungere nuovi membri.
ko: 모든 구성원이 새로운 구성원 초대가 가능합니다.

# ChannelMembers.AllMembersMayInviteOffHelp
source: Only admins can add new members.
ar: فقط المشرفون يمكنهم إضافة أعضاء.
es: Sólo los administradores pueden añadir nuevos miembros.
it: Solo gli amministratori possono aggiungere nuovi membri.
ko: 관리자만 구성원 초대가 가능합니다.

# Privacy.GroupsAndChannels
source: Groups
ar: المجموعات
es: Grupos
it: Gruppi
ko: 그룹

# Privacy.GroupsAndChannels.WhoCanAddMe
source: WHO CAN ADD ME TO GROUP CHATS
ar: من يستطيع إضافتي للمجموعات
es: QUIÉN PUEDE AÑADIRME A GRUPOS
it: CHI PUÒ AGGIUNGERMI AI GRUPPI
ko: 그룹 대화방에 초대 가능한 구성원

# Privacy.GroupsAndChannels.CustomHelp
source: You can restrict who can add you to groups and channels with granular precision.
ar: يمكنك تخصيص من يستطيع إضافتك للمجموعات والقنوات بدقة تناسبك.
es: Puedes restringir quién puede añadirte a grupos o canales con gran precisión.
it: Puoi decidere chi può aggiungerti a gruppi e canali con precisione granulare.
ko: 회원님을 그룹 및 채널에 초대할 수 있는 상대방을 세세하게 설정 가능합니다.

# Privacy.GroupsAndChannels.AlwaysAllow
source: Always Allow
ar: اسمح دائمًا
es: Permitir
it: Consenti sempre
ko: 항상 허용

# Privacy.GroupsAndChannels.NeverAllow
source: Never Allow
ar: لا تسمح أبدًا
es: No permitir
it: Non consentire mai
ko: 항상 거부

# Privacy.GroupsAndChannels.CustomShareHelp
source: These users will or will not be able to add you to groups and channels regardless of the settings above.
ar: هؤلاء المستخدمين بإمكانهم أو ليس بإمكانهم إضافتك للمجموعات والقنوات بغض النظر عن الإعدادات أعلاه.
es: Estos usuarios podrán o no añadirte a grupos y canales, independiente de los ajustes de arriba.
it: Questi utenti potranno o non potranno aggiungerti a gruppi e canali indipendentemente dalle impostazioni precedenti.
ko: 위의 설정과 무관하게 해당 사용자는 회원님을 그룹 및 채널에 초대 할 수 없습니다.

# Privacy.GroupsAndChannels.AlwaysAllow.Title
source: Always Allow
ar: اسمح دائمًا
es: Permitir
it: Consenti sempre
ko: 항상 허용

# Privacy.GroupsAndChannels.AlwaysAllow.Placeholder
source: Always allow...
ar: اسمح دائمًا...
es: Permitir...
it: Consenti sempre...
ko: 항상 허용...

# Privacy.GroupsAndChannels.NeverAllow.Title
source: Never Allow
ar: لا تسمح أبدًا
es: No permitir
it: Non consentire mai
ko: 항상 거부

# Privacy.GroupsAndChannels.NeverAllow.Placeholder
source: Never allow...
ar: لا تسمح أبدًا...
es: No permitir...
it: Non consentire mai...
ko: 항상 거부...

# Privacy.GroupsAndChannels.InviteToGroupError
source: Sorry, you cannot add %@ to groups because of %@'s privacy settings.
ar: المعذرة، لا يمكنك إضافة %@ للمجموعات بسبب إعدادات الخصوصية الخاصة بـ%@.
es: No puedes añadir a %@ a grupos, por los ajustes de privacidad de %@.
it: Spiacenti, non puoi aggiungere %@ ai gruppi a causa delle impostazioni di privacy di %@.
ko: 죄송합니다, %@님의 개인 설정으로 인하여 %@님을 그룹에 초대 할 수 없습니다.

# Privacy.GroupsAndChannels.InviteToChannelError
source: Sorry, you cannot add %@ to channels because of %@'s privacy settings.
ar: المعذرة، لا يمكنك إضافة %@ للقنوات بسبب إعدادات الخصوصية الخاصة بـ%@.
es: No puedes añadir a %@ a canales, por los ajustes de privacidad de %@.
it: Spiacenti, non puoi aggiungere %@ ai canali a causa delle impostazioni di privacy di %@.
ko: 죄송합니다, %@님의 개인 설정으로 인하여 %@님을 채널에 초대 할 수 없습니다.

# Privacy.GroupsAndChannels.InviteToChannelMultipleError
source: Sorry, you can't create a group with these users due to their privacy settings.
ar: المعذرة، لا يمكنك إنشاء مجموعة مع هؤلاء المستخدمين نظرًا لإعدادات الخصوصية المتعلقة بهم.
es: Lo sentimos, no puedes crear un grupo con estos usuarios debido a sus ajustes de privacidad.
it: Spiacenti, non puoi creare un gruppo con questi utenti a causa delle loro impostazioni di privacy.
ko: 죄송합니다, 이 사용자들의 개인 설정으로 인하여 그룹을 생성 할 수 없습니다.

# ChannelMembers.WhoCanAddMembers
source: Who can add members
ar: من يستطيع إضافة أعضاء
es: Pueden invitar
it: Chi può aggiungere
ko: 초대가 가능한 구성원

# ChannelMembers.WhoCanAddMembers.AllMembers
source: All Members
ar: جميع الأعضاء
es: Todos
it: Tutti
ko: 모든 구성원

# ChannelMembers.WhoCanAddMembers.Admins
source: Only Admins
ar: فقط الأعضاء
es: Administradores
it: Amministratori
ko: 관리자만 가능

# ChannelMembers.WhoCanAddMembersAllHelp
source: Everybody can add new members.
ar: الجميع يمكنهم إضافة أعضاء
es: Cualquiera puede añadir nuevos miembros.
it: Chiunque può aggiungere nuovi membri.
ko: 모든 구성원이 새로운 구성원 초대가 가능합니다.

# ChannelMembers.WhoCanAddMembersAdminsHelp
source: Only admins can add new members.
ar: فقط المشرفون يمكنهم إضافة أعضاء.
es: Sólo los administradores pueden añadir nuevos miembros.
it: Solo gli amministratori possono aggiungere nuovi membri.
ko: 관리자만 구성원 초대가 가능합니다.

# ChannelMembers.GroupAdminsTitle
source: GROUP ADMINS
ar: مشرفي المجموعات
es: ADMINISTRADORES DEL GRUPO
it: AMMINISTRATORI GRUPPO
ko: 그룹 관리자

# ChannelMembers.ChannelAdminsTitle
source: CHANNEL ADMINS
ar: مشرفي القناة
es: ADMINISTRADORES DEL CANAL
it: AMMINISTRATORI CANALI
ko: 채널 관리자

# MusicPlayer.VoiceNote
source: Voice Message
ar: رسالة صوتية
es: Mensaje de voz
it: Messaggio vocale
ko: 음성 메시지

# PrivacyLastSeenSettings.WhoCanSeeMyTimestamp
source: WHO CAN SEE MY TIMESTAMP
ar: من يستطيع مشاهدة آخر ظهور خاص بي
es: QUIÉN VE MI ÚLTIMA CONEXIÓN
it: CHI PUÒ VEDERE IL MIO ULTIMO ACCESSO
ko: 접속시간 볼 수 있는 이용자

# PrivacyLastSeenSettings.GroupsAndChannelsHelp
source: Change who can add you to groups and channels.
ar: غيّر من يستطيع إضافتك للمجموعات والقنوات.
es: Elige quién puede añadirte a grupos y canales.
it: Cambia chi può aggiungerti a gruppi e canali.
ko: 그룹 및 채널에 초대가능한 사용자 변경

# Watch.Microphone.Access
source: Allow Telegram to access the microphone on your phone
ar: اسمح لتيليجرام باستخدام المايكروفون الخاص بجهازك
es: Permite a Telegram acceder al micrófono en tu teléfono
it: Permetti a Telegram di accedere al microfono sul tuo telefono
ko: 텔레그램이 휴대폰 마이크로폰 접근을 허용합니다.

# Settings.AppleWatch
source: Apple Watch
ar: ساعة آبل
ko: 애플 워치

# AppleWatch.Title
source: Apple Watch
ar: ساعة آبل
ko: 애플 워치

# AppleWatch.ReplyPresets
source: REPLY PRESETS
ar: الردود الجاهزة
es: RESPUESTAS PREDETERMINADAS
it: RISPOSTE PREDEFINITE
ko: 답장 프리셋

# AppleWatch.ReplyPresetsHelp
source: You can select one of these default replies when you compose or reply to a message, or you can change them to anything you like.
ar: يمكنك اختيار أحد هذه الردود التلقائية عندما تبدأ أو ترد على رسالة، كما يمكنك تغيير هذه الرسائل كما تحب.
es: Puedes elegir una de estas respuestas por defecto cuando redactes o respondas un mensaje, o cambiarlos por los que quieras.
it: Puoi selezionare una di queste risposte predefinite quando scrivi o rispondi a un messaggio, o puoi modificarle in base alle tue preferenze.
ko: 답장시 기본 답장 멘트를 선택하시던가, 원하시는 답장으로 수정할 수 있습니다.

# KeyCommand.FocusOnInputField
source: Write Message
ar: اكتب رسالة
es: Escribir mensaje
it: Scrivi messaggio
ko: 메시지 작성

# KeyCommand.Find
source: Search
ar: بحث
es: Buscar
it: Cerca
ko: 검색

# KeyCommand.ScrollUp
source: Scroll Up
ar: انتقل إلى الأعلى
es: Subir
it: Scorri su
ko: 스크롤 업

# KeyCommand.ScrollDown
source: Scroll Down
ar: انتقل إلى الأسفل
es: Bajar
it: Scorri giù
ko: 스크롤 다운

# KeyCommand.NewMessage
source: New Message
ar: رسائل جديدة
es: Mensaje nuevo
it: Nuovo messaggio
ko: 새 메시지

# KeyCommand.JumpToPreviousChat
source: Jump to Previous Chat
ar: عد إلى المحادثة السابقة
es: Ir al chat anterior
it: Vai alla chat precedente
ko: 기존 대화로 이동

# KeyCommand.JumpToNextChat
source: Jump to Next Chat
ar: اذهب للمحادثة التالية
es: Ir al siguiente chat
it: Vai alla chat successiva
ko: 다음 대화로 이동

# KeyCommand.JumpToPreviousUnreadChat
source: Jump to Previous Unread Chat
ar: عد إلى آخر رسالة غير مقروءة
es: Ir al chat anterior sin leer
it: Vai alla precedente chat non letta
ko: 기존 안 읽은 대화로 이동

# KeyCommand.JumpToNextUnreadChat
source: Jump to Next Unread Chat
ar: اذهب إلى آخر رسالة غير مقروءة
es: Ir al próximo chat sin leer
it: Vai alla prossima chat non letta
ko: 다음 안 읽은 대화로 이동

# KeyCommand.SendMessage
source: Send Message
ar: أرسل رسالة
es: Enviar mensaje
it: Invia messaggio
ko: 메시지 전송

# KeyCommand.ChatInfo
source: Chat Info
ar: معلومات المحادثة
es: Información
it: Info chat
ko: 대화 정보

# Conversation.SecretLinkPreviewAlert
source: Would you like to enable extended link previews in Secret Chats? Note that link previews are generated on Telegram servers.
ar: هل ترغب في تفعيل المعاينة المطولة للروابط في المحادثات السرية؟ يرجى ملاحظة أن معاينات الروابط يتم صنعها في خوادم تيليجرام.
es: ¿Quieres permitir las vistas previas ampliadas en chats secretos? Ten en cuenta que son generadas en los servidores de Telegram.
it: Vuoi attivare le anteprime estese per i link nelle Chat Segrete? Ricorda che le anteprime dei link sono generate sui server di Telegram.
ko: 비밀대화에서 링크 미리보기를 활성화하시겠습니까? 링크 프리뷰는 텔레그램 서버에서 생성이 됩니다.

# Conversation.SecretChatContextBotAlert
source: Please note that inline bots are provided by third-party developers. For the bot to work, the symbols you type after the bot's username are sent to the respective developer.
ar: يرجى ملاحظة أن البوتات أثناء الكتابة يتم تطويرها من مطورين مستقلين. لكي تعمل هذه البوتات، ما تكتبه بعد معرف البوت يذهب لمطور البوت.
es: Ten en cuenta que los bots integrados son hechos por terceros. Para que funcione, los símbolos escritos después del alias del bot, son enviados al desarrollador respectivo.
it: Per favore ricorda che i bot inline sono forniti da sviluppatori di terze parti. Per far funzionare il bot, i simboli che digiti dopo l'username del bot sono inviati al rispettivo sviluppatore.
ko: 인라인 봇은 제3자 개발자로 부터 제공이 됩니다. 봇이 작동을 하려면 봇의 아이디 및 뒤의 메시지가 담당 개발자에게 전송이 됩니다.

# Map.OpenInWaze
source: Open in Waze
ar: افتح في تطبيق Waze
es: Abrir en Waze
it: Apri in Waze
ko: Waze로 열기

# ShareMenu.CopyShareLink
source: Copy Link
ar: نسخ الرابط
es: Copiar enlace
it: Copia link
ko: 링크 복사

# Channel.SignMessages
source: Sign Messages
ar: وقّع الرسائل
es: Firmar los mensajes
it: Firma messaggi
ko: 메시지 서명

# Channel.SignMessages.Help
source: Add names of the admins to the messages they post.
ar: قم بإضافة أسماء المشرفين للرسائل التي يرسلونها.
es: Añadir los nombres de los administradores a sus publicaciones.
it: Aggiungi i nomi degli amministratori nei messaggi che pubblicano.
ko: 메시지 작성하는 관리자 추가

# Channel.EditMessageErrorGeneric
source: Sorry, you can't edit this message.
ar: المعذرة، لا يمكنك التعديل على هذه الرسالة.
es: Lo sentimos, no puedes editar este mensaje.
it: Spiacenti, non puoi modificare questo messaggio.
ko: 죄송합니다, 메시지 수정을 할 수 없습니다.

# ChannelInfo.InvitationLinkDoesNotExist
source: Sorry, this channel does not seem to exist.
ar: المعذرة، هذه الرسالة غير موجودة.
es: Lo sentimos, este canal no existe.
it: Spiacenti, sembra che questo canale non esista.
ko: 죄송합니다, 채널이 더이상 존재하지 않습니다.

# Conversation.InputTextSilentBroadcastPlaceholder
source: Silent Broadcast
ar: رسالة جماعية صامتة
es: Difusión en silencio
it: Post silenzioso
ko: 조용한 공지

# Conversation.SilentBroadcastTooltipOn
source: Members will be notified when you post
ar: سيتم إشعار الأعضاء عند إرسال الرسائل.
es: Tu publicación será notificada
it: I post saranno notificati ai membri
ko: 메시지 알림 허용

# Conversation.SilentBroadcastTooltipOff
source: Members will not be notified when you post
ar: لن يتم إشعار الأعضاء عند إرسال الرسائل.
es: Tu publicación no será notificada
it: I post non saranno notificati ai membri
ko: 메시지 미알림 대상

# Settings.About
source: Bio
ar: السيرة الذاتية
es: Biografía
ko: 자기소개

# GroupInfo.LabelAdmin
source: admin
ar: مشرف
es: administrador
it: amministratore
ko: 관리자

# Conversation.Pin
source: Pin
ar: تثبيت
es: Anclar
it: Fissa
ko: 고정

# Conversation.Unpin
source: Unpin
ar: إزالة التثبيت
es: Desanclar
it: Togli
ko: 고정제거

# Conversation.Report
source: Report Spam
ar: الإبلاغ عن إزعاج
es: Reportar spam
it: Segnala spam
ko: 스팸 신고

# Conversation.PinnedMessage
source: Pinned Message
ar: رسالة مثبتة
es: Mensaje anclado
it: Messaggio fissato
ko: 메시지 고정

# Conversation.Moderate.Delete
source: Delete Message
ar: حذف الرسالة
es: Eliminar mensaje
it: Elimina messaggio
ko: 메시지 삭제

# Conversation.Moderate.Ban
source: Ban User
ar: حظر المستخدم
es: Suspender usuario
it: Rimuovi utente
ko: 사용자 차단

# Conversation.Moderate.Report
source: Report Spam
ar: الإبلاغ عن إزعاج
es: Reportar spam
it: Segnala spam
ko: 스팸 신고

# Conversation.Moderate.DeleteAllMessages
source: Delete All From %@
ar: مسح الكل من %@
es: Eliminar todo de %@
it: Elimina tutto da %@
ko: %@ 전부 삭제

# Group.Username.Help
source: You can choose a group name on **Telegram**. If you do, other people will be able to find your group by this name. You can use **a-z**, **0-9** and underscores. Minimum length is **5** characters.
ar: يمكنك اختيار اسم المجموعة في **تيليجرام**. إذا قمت بذلك، سيستطيع الناس إيجاد مجموعتك باستخدام هذا الاسم. تستطيع استخدام حروف اللغة الإنجليزية وأرقامها وكذلك الخط. لا بد من استخدام ٥ حروف على الأقل.
es: Puedes elegir un nombre del grupo en **Telegram**. Si lo haces, otras personas podrán encontrar tu grupo por ese nombre. Puedes usar **a-z**, **0-9** y guiones bajos. La longitud mínima es de **5** caracteres.
it: Puoi scegliere un nome per il gruppo su **Telegram**. Se lo fai, le altre persone potranno trovare il tuo gruppo tramite questo nome. Puoi usare **a-z**, **0-9** e underscore. La lunghezza minima è di **5** caratteri.
ko: **Telegram**에서 그룹명을 선택 할 수 있습니다. 설정을 하셨을 경우 다른 유저들이 검색할 수 있습니다. 채널명으로 **a-z**, **0-9** 과 _ 를 사용가능하며, 최소 **5** 글자 이상을 기입하셔야 합니다

# Group.Username.InvalidTooShort
source: Group names must have at least 5 characters.
ar: أسماء المجموعات يجب أن تتكوّن من ٥ حروف على الأقل.
es: El nombre del grupo debe tener al menos 5 caracteres.
it: I nomi dei gruppi devono avere almeno 5 caratteri.
ko: 그룹명은 최소 5 글자 이상 입력해야 합니다.

# Group.Username.InvalidStartsWithNumber
source: Group names can't start with a number.
ar: أسماء المجموعات لا يمكن أن تبدأ برقم.
es: El nombre del grupo no puede comenzar con un número.
it: I nomi dei gruppi non possono iniziare con un numero.
ko: 그룹명은 숫자로 시작 할 수 없습니다.

# Group.Username.LinkHint
source: This link opens your group in Telegram:[ https://t.me/%@]
ar: هذا الرابط سيقوم بفتح مجموعتك في تيليجرام: [https://t.me/%@]
es: Este enlace abre un grupo contigo en Telegram:[ https://t.me/%@]
it: Questo link apre il tuo gruppo su Telegram:[ https://t.me/%@]
ko: 이 링크는 회원님의 텔레그램 그룹으로 이동합니다.:[ https://t.me/%@]

# Notification.PinnedTextMessage
source: %@ pinned "%@"
ar: %@ قام بتثبيت "%@"
es: %@ ancló “%@”
it: %@ ha fissato "%@"
ko: %@님이 "%@"를 고정함

# Notification.PinnedPhotoMessage
source: %@ pinned a photo
ar: %@ ثبت صورة
es: %@ ancló una foto
it: %@ ha fissato una foto
ko: %@ 님이 사진을 고정함

# Notification.PinnedVideoMessage
source: %@ pinned a video
ar: %@ ثبت فيديو
es: %@ ancló un vídeo
it: %@ ha fissato un video
ko: %@ 님이 비디오를 고정함

# Notification.PinnedRoundMessage
source: %@ pinned a video message
ar: %@ قام بتثبيت رسالة مرئية
es: %@ ancló un videomensaje
it: %@ ha fissato un videomessaggio
ko: %@님이 영상메시지를 고정함

# Notification.PinnedAudioMessage
source: %@ pinned a voice message
ar: %@ ثبت رسالة صوتية
es: %@ ancló un mensaje de voz
it: %@ ha fissato un messaggio vocale
ko: %@님이 음성메시지를 고정함

# Notification.PinnedDocumentMessage
source: %@ pinned a file
ar: %@ ثبت ملف
es: %@ ancló un archivo
it: %@ ha fissato un file
ko: %@님이 파일을 고정함

# Notification.PinnedAnimationMessage
source: %@ pinned a GIF
ar: %@ ثبت صورة متحركة
es: %@ ancló un GIF
it: %@ ha fissato una GIF
ko: %@님이 GIF를 고정함

# Notification.PinnedStickerMessage
source: %@ pinned a sticker
ar: %@ ثبت ملصق
es: %@ ancló un sticker
it: %@ ha fissato uno sticker
ko: %@님이 스티커를 고정함

# Notification.PinnedLocationMessage
source: %@ pinned a map
ar: %@ ثبت خريطة
es: %@ ancló una ubicación
it: %@ ha fissato una posizione
ko: %@님이 위치를 고정함

# Notification.PinnedContactMessage
source: %@ pinned a contact
ar: %@ ثبت جهة اتصال
es: %@ ancló un contacto
it: %@ ha fissato un contatto
ko: %@님이 연락처를 고정함

# Notification.PinnedDeletedMessage
source: %@ pinned deleted message
ar: %@ قام بتثبيت رسالة محذوفة
es: %@ ancló un mensaje eliminado
it: %@ ha fissato un messaggio eliminato
ko: %@님이 삭제 메시지를 고정함

# Message.PinnedTextMessage
source: pinned "%@"
ar: "%@" مثبتة
es: “%@” anclado
it: ha fissato "%@"
ko: 고정된 "%@"

# Message.PinnedPhotoMessage
source: pinned photo
ar: صورة مثبتة
es: foto anclada
it: ha fissato una foto
ko: 고정된 사진

# Message.PinnedVideoMessage
source: pinned video
ar: فيديو مثبت
es: vídeo anclado
it: ha fissato un video
ko: 고정된 비디오

# Message.PinnedAudioMessage
source: pinned voice message
ar: رسالة صوتية مثبتة
es: mensaje de voz anclado
it: ha fissato un messaggio vocale
ko: 고정된 음성메시지

# Message.PinnedDocumentMessage
source: pinned file
ar: ملف مثبت
es: archivo anclado
it: ha fissato un file
ko: 고정된 파일

# Message.PinnedAnimationMessage
source: pinned GIF
ar: صورة متحركة مثبتة
es: GIF anclado
it: ha fissato una GIF
ko: 고정된 GIF

# Message.PinnedStickerMessage
source: pinned sticker
ar: ملصق مثبت
es: sticker anclado
it: ha fissato uno sticker
ko: 고정된 스티커

# Message.PinnedLocationMessage
source: pinned location
ar: مكان مثبت
es: ubicación anclada
it: ha fissato una posizione
ko: 고정된 위치

# Message.PinnedContactMessage
source: pinned contact
ar: جهة اتصال مثبتة
es: contacto anclado
it: ha fissato un contatto
ko: 고정된 연락처

# Message.PinnedDeletedMessage
source: pinned deleted message
ar: رسالة محذوفة مثبتة
es: mensaje eliminado anclado
it: ha fissato un messaggio eliminato
ko: 고정된 삭제 메시지

# Notification.PinnedMessage
source: pinned message
ar: رسالة مثبتة
es: mensaje anclado
it: ha fissato un messaggio
ko: 고정된 메시지

# GroupInfo.ConvertToSupergroup
source: Convert to Supergroup
ar: التحويل إلى مجموعة خارقة
es: Convertir en supergrupo
it: Converti in supergruppo
ko: 슈퍼그룹으로 변환하기

# ConvertToSupergroup.Title
source: Supergroup
ar: مجموعة خارقة
es: Supergrupo
it: Supergruppo
ko: 슈퍼그룹

# ConvertToSupergroup.HelpTitle
source: **In supergroups:**
ar: **في المجموعات الخارقة:**
es: **En los supergrupos:**
it: **Nei supergruppi:**
ko: **슈퍼그룹:**

# ConvertToSupergroup.HelpText
source: • New members can see the full message history • Deleted messages will disappear for all members • Admins can pin important messages • Creator can set a public link for the group
ar: • الأعضاء الجدد يمكنهم مشاهدة سجل المحادثات كاملًا • الرسائل المحذوفة ستختفي من أجهزة جميع الأعضاء • يمكن للمشرفين تثبيت الرسائل • يمكن لمنشئ المجموعة تعيين رابط للمجموعة
es: • Los nuevos miembros ven todo el historial • Un mensaje eliminado desaparece para todos • Los administradores pueden anclar mensajes • El creador puede generar un enlace público
it: • I nuovi membri vedono tutta la cronologia • I messaggi eliminati scompaiono per tutti • Gli admin possono fissare i messaggi importanti • Il creatore può creare un link pubblico per il gruppo
ko: • 새로운 회원이 전체 메시지 확인 가능 • 모든 회원에게 메시지가 삭제됨 • 관리자가 중요한 메시지 고정가능 • 생성자는 그룹 공개 링크 설정 가능

# ConvertToSupergroup.Note
source: **Note**: this action can't be undone.
ar: **ملاحظة**: لا يمكنك الرجوع عن هذا القرار.
es: **Importante**: Esta acción no se puede deshacer.
it: **Nota**: questa azione non può essere annullata.
ko: **주의**: 이 작업은 되돌릴수 없습니다.

# GroupInfo.GroupType
source: Group Type
ar: نوع المجموعة
es: Tipo de grupo
it: Tipo di gruppo
ko: 그룹 타입

# Group.Setup.TypeHeader
source: GROUP TYPE
ar: نوع المجموعة
es: TIPO DE GRUPO
it: TIPO DI GRUPPO
ko: 그룹 타입

# Group.Setup.TypePublicHelp
source: Public groups can be found in search, chat history is available to everyone and anyone can join.
ar: المجموعات العامة يمكن إيجادها من الخلال البحث، سجل المحادثات متاح للجميع وأي شخص يستطيع الدخول إليها.
es: Los grupos públicos pueden encontrarse en la búsqueda, su historial está disponible para todos y cualquiera puede unirse.
it: I gruppi pubblici possono essere trovati nella ricerca, la cronologia è disponibile per tutti e chiunque può unirsi.
ko: 공개 그룹은 검색이 가능하며, 누구나 입장 가능합니다

# Group.Setup.TypePrivateHelp
source: Private groups can only be joined if you were invited or have an invite link.
ar: المجموعات الخاصة يمكن الدخول إليها فقط عن طريق دعوة من أعضائها أو رابط الدعوة.
es: Puedes unirte a un grupo privado sólo si te invitan o tienes un enlace de invitación.
it: È possibile unirsi ai gruppi privati solo se sei stato invitato o se hai un link d'invito.
ko: 비공개 그룹은 초대 링크로만 입장 가능합니다.

# Group.Username.CreatePublicLinkHelp
source: People can share this link with others and find your group using Telegram search.
ar: يستطيع الناس مشاركة هذا الرابط مع غيرهم ويمكنهم إيجاد مجموعتك من خلال البحث في تيليجرام.
es: Las personas pueden compartir este enlace con los demás y encontrar tu grupo usando la búsqueda de Telegram.
it: Le persone possono condividere questo link con gli altri e trovare il tuo gruppo usando la ricerca di Telegram.
ko: 텔레그램 검색을 통하여 다른 유저들이 그룹을 찾을 수 있습니다.

# Group.Username.CreatePrivateLinkHelp
source: People can join your group by following this link. You can revoke the link at any time.
ar: يستطيع الناس الدخول إلى مجموعتك من خلال الرابط أدناه. يمكنك تعطيل هذا الرابط في أي وقت.
es: Las personas pueden unirse a tu grupo siguiendo este enlace. Puedes anularlo cuando quieras.
it: Le persone possono unirsi al tuo gruppo tramite questo link. Puoi revocare il link in ogni momento.
ko: 이 링크를 통하여 다른 유저들이 그룹에 입장 할 수 있습니다. 이 링크는 언제든지 폐기 가능합니다.

# Conversation.PinMessageAlertGroup
source: Pin this message and notify all members of the group?
ar: هل ترغب في تثبيت هذه الرسالة وإشعار كل أعضاء هذه المجموعة؟
es: ¿Anclar este mensaje y notificar a todos los miembros?
it: Fissare questo messaggio e notificare tutti i membri del gruppo?
ko: 이 메시지를 고정하여 그룹 모두에게 공유하겠습니까?

# Conversation.PinMessageAlertChannel
source: Pin this message and notify all members of the channel?
ar: هل ترغب في تثبيت هذه الرسالة وإشعار كل أعضاء هذه القناة؟
es: ¿Anclar este mensaje y notificar a todos los miembros?
it: Fissare questo messaggio e notificare tutti i membri del canale?
ko: 이 메시지를 고정하여 채널 모두에게 공유하겠습니까?

# Conversation.PinMessageAlert.OnlyPin
source: Only Pin
ar: ثبت فقط
es: Sólo anclar
it: Fissa soltanto
ko: 고정만

# Conversation.UnpinMessageAlert
source: Would you like to unpin this message?
ar: هل ترغب في إزالة تثبيت هذه الرسالة؟
es: ¿Quieres desanclar este mensaje?
it: Vuoi togliere questo messaggio?
ko: 메시지를 고정 해제하시겠습니까?

# Settings.About.Title
source: Bio
ar: السيرة الذاتية
es: Biografía
ko: 자기소개

# Settings.About.Help
source: Any details such as age, occupation or city. Example: 23 y.o. designer from San Francisco.
ar: يمكنك إضافة بعض المعلومات عن نفسك. يمكن لمن يستعرض حسابك رؤية هذه المعلمات.
es: Puedes añadir algunas palabras sobre ti. Cualquiera que abra tu perfil verá este texto.
it: Puoi aggiungere qualche riga su di te. Chiunque apra il tuo profilo vedrà questo testo.
ko: 자기소개에 대한 몇줄을 추가 할 수 있습니다. 회원님 정보를 보시는 분들에게 표시가 됩니다

# Profile.About
source: bio
ar: سيرة ذاتية
es: biografía
ko: 자기소개
