Repository: peter-iakovlev/Telegram
Catalog: Telegraph/*.lproj/Localizable.strings
Languages: ar, es, it, ko

# LoginPassword.PasswordHelp
source: Two-Step verification enabled. Your account is protected with an additional password.
ar: تم تفعيل التحقق بخطوتين. حسابك محميّ بكلمة مرور إضافية.
es: Verificación en dos pasos activada. Tu cuenta está protegida con una contraseña.
it: Verifica in due passaggi attivata. Il tuo account è protetto con una password aggiuntiva.
ko: 2단계 인증방식이 활성화되어 회원님 계정이 개별 비밀번호로 보안됩니다.

# LoginPassword.ResetAccount
source: Reset Account
ar: إعادة تعيين الحساب
es: Restablecer la cuenta
it: Ripristina account
ko: 계정 초기화

# QuickSend.Photos_1
source: Send 1 Photo
ar: أرسل صورة واحدة
es: Enviar 1 foto
it: Invia 1 foto
ko: 사진 1장 보내기

# QuickSend.Photos_2
source: Send 2 Photos
ar: أرسل صورتين
es: Enviar 2 fotos
it: Invia 2 foto
ko: 사진 2장 보내기

# QuickSend.Photos_3_10
source: Send %@ Photos
ar: أرسل %@ صور
es: Enviar %@ fotos
it: Invia %@ foto
ko: 사진 %@장 보내기

# QuickSend.Photos_any
source: Send %@ Photos
ar: أرسل %@ صورة
es: Enviar %@ fotos
it: Invia %@ foto
ko: 사진 %@장 보내기

# Share.Title
source: Share
ar: مشاركة
es: Compartir
it: Condividi
ko: 공유

# Forward.ConfirmMultipleFiles_1
source: Send 1 file to {target}?
ar: هل ترغب في إرسال ملف واحد إلى {target}؟
es: ¿Enviar 1 archivo a {target}?
it: Inviare 1 file a {target}?
ko: {target}으로 파일 1개를 보내시겠습니까?

# Forward.ConfirmMultipleFiles_2
source: Send 2 files to {target}?
ar: هل ترغب في إرسال ملفين واحد إلى {target}؟
es: ¿Enviar 2 archivos a {target}?
it: Inviare 2 file a {target}?
ko: {target}으로 파일 2개를 보내시겠습니까?

# Forward.ConfirmMultipleFiles_3_10
source: Send %@ files to {target}?
ar: هل ترغب في إرسال %@ ملفات إلى {target}؟
es: ¿Enviar %@ archivos a {target}?
it: Inviare %@ file a {target}?
ko: 파일 %@개를 {target}로 보내시겠습니까?

# Forward.ConfirmMultipleFiles_any
source: Send %@ files to {target}?
ar: هل ترغب في إرسال %@ ملف إلى {target}؟
es: ¿Enviar %@ archivos a {target}?
it: Inviare %@ file a {target}?
ko: 파일 %@개를 {target}로 보내시겠습니까?

# PrivacySettings.TouchIdTitle
source: TouchID
ar: بصمة
ko: 터치아이디

# PrivacySettings.TouchIdEnable
source: Enable
ar: تفعيل
es: Activar
it: Abilita
ko: 활성화

# Notification.Reply
source: Reply
ar: الرد
es: Responder
it: Rispondi
ko: 답장

# Notification.Mute1h
source: Mute for 1 hour
ar: ضعه على الصامت لمدة ساعة
es: Silenciar 1 hora
it: Silenzia per 1 ora
ko: 1시간동안 음소거

# Notification.Mute1hMin
source: Mute for 1h
ar: ضعه على الصامت لمدة ساعة
es: Silenciar 1 h
it: Silenzia per 1o
ko: 1시간동안 음소거

# Conversation.ContextMenuShare
source: Share
ar: شارك
es: Compartir
it: Condividi
ko: 공유

# SharedMedia.TitleAll
source: Shared Media
ar: الوسائط المشتركة
es: Multimedia
it: Media condivisi
ko: 공유된 미디어

# SharedMedia.TitlePhoto
source: Shared Photos
ar: الصور المشاركة
es: Fotos
it: Foto condivise
ko: 공유한 사진

# SharedMedia.TitleVideo
source: Shared Videos
ar: المقاطع المرئية المشاركة
es: Vídeos
it: Video condivisi
ko: 공유한 비디오

# SharedMedia.TitleFile
source: Shared Files
ar: الملفات المشاركة
es: Archivos
it: File condivisi
ko: 공유한 파일

# SharedMedia.TitleAudio
source: Shared Music
ar: الموسيقى المشتركة
es: Música
it: Musica condivisa
ko: 공유된 음악

# SharedMedia.All
source: All
ar: الكل
es: Todo
it: Tutti
ko: 전체

# SharedMedia.Incoming
source: Received
ar: الوارد
es: Recibido
it: Ricevuti
ko: 받음

# SharedMedia.Outgoing
source: Sent
ar: الصادر
es: Enviado
it: Inviati
ko: 보냄

# SharedMedia.Photo_1
source: 1 photo
ar: صورة واحدة
es: 1 foto
it: 1 foto
ko: 사진 1개

# SharedMedia.Photo_2
source: 2 photos
ar: صورتان
es: 2 fotos
it: 2 foto
ko: 사진 2개

# SharedMedia.Photo_3_10
source: %@ photos
ar: %@ صور
es: %@ fotos
it: %@ foto
ko: 사진 %@개

# SharedMedia.Photo_any
source: %@ photos
ar: %@ صورة
es: %@ fotos
it: %@ foto
ko: 사진 %@개

# SharedMedia.Video_1
source: 1 video
ar: مقطع مرئي واحد
es: 1 vídeo
ko: 비디오 1개

# SharedMedia.Video_2
source: 2 videos
ar: مقطعان مرئيان
es: 2 vídeos
it: 2 video
ko: 비디오 2개

# SharedMedia.Video_3_10
source: %@ videos
ar: %@ مقاطع مرئية
es: %@ vídeos
it: %@ video
ko: 비디오 %@개

# SharedMedia.Video_any
source: %@ videos
ar: %@ مقطع مرئي
es: %@ vídeos
it: %@ video
ko: 비디오 %@개

# SharedMedia.File_1
source: 1 file
ar: ملف واحد
es: 1 archivo
ko: 파일 1개

# SharedMedia.File_2
source: 2 files
ar: ملفان
es: 2 archivos
it: 2 file
ko: 파일 2개

# SharedMedia.File_3_10
source: %@ files
ar: %@ ملفات
es: %@ archivos
it: %@ file
ko: 파일 %@개

# SharedMedia.File_any
source: %@ files
ar: %@ ملف
es: %@ archivos
it: %@ file
ko: 파일 %@개

# SharedMedia.Generic_1
source: 1 media file
ar: ملف وسائط واحد
es: 1 archivo multimedia
it: 1 media
ko: 미디어 파일 1개

# SharedMedia.Generic_2
source: 2 media files
ar: ملفان وسائط
es: 2 archivos multimedia
it: 2 media
ko: 미디어 파일 2개

# SharedMedia.Generic_3_10
source: %@ media files
ar: %@ ملفات وسائط
es: %@ archivos multimedia
it: %@ media
ko: 미디어 파일 %@개

# SharedMedia.Generic_any
source: %@ media files
ar: %@ ملف وسائط
es: %@ archivos multimedia
it: %@ media
ko: 미디어 파일 %@개

# FileSize.B
source: %@ B
ar: %@ ب

# FileSize.KB
source: %@ KB
ar: %@ ك.ب

# FileSize.MB
source: %@ MB
ar: %@ م.ب

# FileSize.GB
source: %@ GB
ar: %@ جيجابايت

# DownloadingStatus
source: Downloading %@ of %@
ar: جاري تنزيل %@ من %@
es: Descargando %@ de %@
it: Download %@ di %@
ko: %@중 %@ 다운로드

# MuteFor.Minutes_1
source: Mute for 1 minute
ar: ضعه على الصامت لمدة دقيقة واحدة
es: Silenciar 1 minuto
it: Silenzia per 1 minuto
ko: 1분동안 음소거

# MuteFor.Minutes_2
source: Mute for 2 minutes
ar: ضعه على الصامت لمدة دقيقتين
es: Silenciar 2 minutos
it: Silenzia per 2 minuti
ko: 2분동안 음소거

# MuteFor.Minutes_3_10
source: Mute for %@ minutes
ar: ضعه على الصامت لمدة %@ دقائق
es: Silenciar %@ minutos
it: Silenzia per %@ minuti
ko: %@분동안 음소거

# MuteFor.Minutes_any
source: Mute for %@ minutes
ar: ضعه على الصامت لمدة %@ دقيقة
es: Silenciar %@ minutos
it: Silenzia per %@ minuti
ko: %@분동안 음소거

# MuteFor.Hours_1
source: Mute for 1 hour
ar: ضعه على الصامت لمدة ساعة واحدة
es: Silenciar 1 hora
it: Silenzia per 1 ora
ko: 1시간동안 음소거

# MuteFor.Hours_2
source: Mute for 2 hours
ar: ضعه على الصامت لمدة ساعتين
es: Silenciar 2 horas
it: Silenzia per 2 ore
ko: 2시간동안 음소거

# MuteFor.Hours_3_10
source: Mute for %@ hours
ar: ضعه على الصامت لمدة %@ ساعات
es: Silenciar %@ horas
it: Silenzia per %@ ore
ko: %@ 시간동안 음소거

# MuteFor.Hours_any
source: Mute for %@ hours
ar: ضعه على الصامت لمدة %@ ساعة
es: Silenciar %@ horas
it: Silenzia per %@ ore
ko: %@시간동안 음소거

# MuteFor.Days_1
source: Mute for 1 day
ar: ضعه على الصامت لمدة يوم واحد
es: Silenciar 1 día
it: Silenzia per 1 giorno
ko: 1일동안 음소거

# MuteFor.Days_2
source: Mute for 2 days
ar: ضعه على الصامت لمدة يومين
es: Silenciar 2 días
it: Silenzia per 2 giorni
ko: 2일동안 음소거

# MuteFor.Days_3_10
source: Mute for %@ days
ar: ضعه على الصامت لمدة %@ أيام
es: Silenciar %@ días
it: Silenzia per %@ giorni
ko: %@일동안 음소거

# MuteFor.Days_any
source: Mute for %@ days
ar: ضعه على الصامت لمدة %@ يوم
es: Silenciar %@ días
it: Silenzia per %@ giorni
ko: %@일동안 음소거

# MuteFor.Weeks_1
source: Mute for 1 week
ar: ضعه على الصامت لمدة أسبوع
es: Silenciar 1 semana
it: Silenzia per 1 settimana
ko: 1주일동안 음소거

# MuteFor.Weeks_2
source: Mute for 2 weeks
ar: ضعه على الصامت لمدة أسبوعين
es: Silenciar 2 semanas
it: Silenzia per 2 settimane
ko: 2주일동안 음소거

# MuteFor.Weeks_3_10
source: Mute for %@ weeks
ar: ضعه على الصامت لمدة %@ أسابيع
es: Silenciar %@ semanas
it: Silenzia per %@ settimane
ko: %@주동안 음소거

# MuteFor.Weeks_any
source: Mute for %@ weeks
ar: ضعه على الصامت لمدة %@ أسبوع
es: Silenciar %@ semanas
it: Silenzia per %@ settimane
ko: %@주동안 음소거

# MuteExpires.Minutes_1
source: in 1 minute
ar: خلال دقيقة واحدة
es: en 1 minuto
it: tra 1 minuto
ko: 1분안에

# MuteExpires.Minutes_2
source: in 2 minutes
ar: خلال دقيقتين
es: en 2 minutos
it: tra 2 minuti
ko: 2분안에

# MuteExpires.Minutes_3_10
source: in %@ minutes
ar: خلال %@ دقائق
es: en %@ minutos
it: tra %@ minuti
ko: %@분안에

# MuteExpires.Minutes_any
source: in %@ minutes
ar: خلال %@ دقيقة
es: en %@ minutos
it: tra %@ minuti
ko: $%@분안에

# MuteExpires.Hours_1
source: in 1 hour
ar: خلال ساعة واحدة
es: en 1 hora
it: tra 1 ora
ko: 1시간안에

# MuteExpires.Hours_2
source: in 2 hours
ar: خلال ساعتين
es: en 2 horas
it: tra 2 ore
ko: 2시간안에

# MuteExpires.Hours_3_10
source: in %@ hours
ar: خلال %@ ساعات
es: en %@ horas
it: tra %@ ore
ko: %@시간안에

# MuteExpires.Hours_any
source: in %@ hours
ar: خلال %@ ساعة
es: en %@ horas
it: tra %@ ore
ko: %@시간안에

# MuteExpires.Days_1
source: in 1 day
ar: خلال يوم واحد
es: en 1 día
it: tra 1 giorno
ko: 1일안에

# MuteExpires.Days_2
source: in 2 days
ar: خلال يومين
es: en 2 días
it: tra 2 giorni
ko: 2일안에

# MuteExpires.Days_3_10
source: in %@ days
ar: خلال %@ أيام
es: en %@ días
it: tra %@ giorni
ko: %@일안에

# MuteExpires.Days_any
source: in %@ days
ar: خلال %@ يوم
es: en %@ días
it: tra %@ giorni
ko: %@일안에

# SharedMedia.EmptyTitle
source: No media files yet
ar: لا توجد ملفات وسائط بعد
es: Aún no hay archivos multimedia
it: Nessun media
ko: 미디어 파일이 아직 없음

# SharedMedia.EmptyText
source: Share photos and videos in this chat — or this paperclip stays unhappy.
ar: شارك صور ومقاطع مرئية في هذه المحادثة — وإلا سيصبح هذا المشبك غير سعيد.
es: Comparte fotos y vídeos en este chat, o este clip seguirá triste.
it: Condividi foto e video in questa chat — o questa graffetta rimarrà triste.
ko: 이 대화의 사진과 비디오를 공유합니다. — 그렇지 않을 경우 이 클립은 매우 슬퍼할껍니다.

# SharedMedia.EmptyFilesText
source: You can send and receive files of any type up to 1.5 GB each and access them anywhere.
ar: تستطيع إرسال واستقبال ملفات من أي نوع إلى ١.٥ جيجابايت للواحد والحصول عليها من أي مكان.
es: Puedes enviar y recibir archivos de todo tipo, de hasta 1,5 GB cada uno, y acceder a ellos desde cualquier sitio.
it: Puoi inviare e ricevere file di ogni tipo fino a 1.5GB e accedervi dovunque.
ko: 언제 어디서나 1.5기가까지 모든 종류의 파일을 주고 받을 수 있습니다.

# ShareFileTip.Title
source: Sharing Files
ar: مشاركة الملفات
es: Compartir archivos
it: Condividere file
ko: 파일 공유

# ShareFileTip.Text
source: You can share **uncompressed** media files from your Camera Roll here. To share files of any other type, open them on your %@ (e.g. in your browser), tap **Open in...** or the action button and choose Telegram.
ar: يمكنك مشاركة ملفات وسائط **غير مضغوطة** من ألبوم الكاميرا هنا. لإرسال أية ملفات من نوع آخر، افتح أية ملف من خلال الـ %@ الخاص بك (في المتصفح مثلًا)، ثم اختر **افتح في...** ثم قم باختيار تيليجرام.
es: Puedes compartir archivos multimedia **sin comprimir** desde tu Carrete. Para compartir archivos de cualquier otro tipo, ábrelos en el %@ (ej. en tu navegador), toca en **Abrir en...** o el botón de acción y elige Telegram.
it: Puoi inviare media **non compressi** dal tuo Rullino qui. Per condividere file di ogni tipo, aprili sul tuo %@ (ad esempio nel tuo browser), premi su **Apri in...** o il tasto di condivisione e scegli Telegram.
ko: 카메라롤 미디어 파일을 '원본' 형태로 공유할 수 있습니다. 다른 종류의 파일을 공유하시려면, 아이폰에서 파일을 %@ (e.g 브라우저등) 에서 여시고, **다음으로 열기..**를 선택하신 후에 텔레그램을 선택해주세요.

# ShareFileTip.CloseTip
source: Close Tip
ar: أغلق التلميحة
es: Cerrar consejo
it: Chiudi suggerimento
ko: 도움말 닫기

# DialogList.SearchSectionDialogs
source: Chats and Contacts
ar: المحادثات وجهات الاتصال
es: Chats y contactos
it: Chat e contatti
ko: 대화창 및 주소록

# DialogList.SearchSectionGlobal
source: Global Search
ar: بحث شامل
es: Búsqueda global
it: Ricerca globale
ko: 전체 검색

# DialogList.SearchSectionMessages
source: Messages
ar: الرسائل
es: Mensajes
it: Messaggi
ko: 메시지

# Username.LinkHint
source: This link opens a chat with you in Telegram:[ https://t.me/%@]
ar: هذا الرابط سيقوم بفتح محادثة معك في تيليجرام: [https://t.me/%@]
es: Este enlace abre un chat contigo en Telegram::[ https://t.me/%@]
it: Questo link apre una chat con te su Telegram:[ https://t.me/%@]
ko: 이 링크는 회원님과 대화창이 생성됩니다.:[ https://t.me/%@]

# Username.LinkCopied
source: Copied link to clipboard
ar: تم نسخ الرابط إلى الحافظة
es: Enlace copiado al portapapeles
it: Link copiato negli appunti
ko: 클립보드로 링크가 복사되었습니다.

# SharedMedia.ItemsSelected_1
source: 1 Selected
ar: ١ محدد
es: 1 seleccionado
it: 1 Selezionato
ko: 1 개 선택

# SharedMedia.ItemsSelected_2
source: 2 Selected
ar: ٢ محددين
es: 2 seleccionados
it: 2 Selezionati
ko: 2 개 선택

# SharedMedia.ItemsSelected_3_10
source: %@ Selected
ar: %@ محددين
es: %@ seleccionados
it: %@ Selezionati
ko: %@ 개 선택

# SharedMedia.ItemsSelected_any
source: %@ Selected
ar: %@ محدد
es: %@ seleccionados
it: %@ Selezionati
ko: %@ 개 선택

# SharedMedia.DeleteItemsConfirmation_1
source: Delete media file?
ar: هل ترغب في حذف ملف الوسائط؟
es: ¿Eliminar archivo multimedia?
it: Eliminare file media?
ko: 미디어 파일을 삭제하시겠습니까?

# SharedMedia.DeleteItemsConfirmation_2
source: Delete 2 media files?
ar: هل ترغب في حذف ملفي الوسائط؟
es: ¿Eliminar 2 archivos multimedia?
it: Eliminare 2 file media?
ko: 미디어 파일 2개를 삭제하시겠습니까?

# SharedMedia.DeleteItemsConfirmation_3_10
source: Delete %@ media files?
ar: هل ترغب في حذف %@ ملفات وسائط؟
es: ¿Eliminar %@ archivos multimedia?
it: Eliminare %@ file media?
ko: 미디어 파일 %@ 개를 삭제하시겠습니까?

# SharedMedia.DeleteItemsConfirmation_any
source: Delete %@ media files?
ar: هل ترغب في حذف %@ ملف وسائط؟
es: ¿Eliminar %@ archivos multimedia?
it: Eliminare %@ file media?
ko: 미디어 파일 %@ 개를 삭제하시겠습니까?

# PrivacySettings.Passcode
source: Passcode Lock
ar: قفل رمز المرور
es: Código de acceso
it: Codice di blocco
ko: 잠금코드 잠금

# PasscodeSettings.Title
source: Passcode Lock
ar: قفل رمز المرور
es: Código de acceso
it: Codice di blocco
ko: 잠금코드 잠금

# PasscodeSettings.TurnPasscodeOn
source: Turn Passcode On
ar: تفعيل رمز المرور
es: Activar código de acceso
it: Attiva codice
ko: 잠금번호 켜기

# PasscodeSettings.TurnPasscodeOff
source: Turn Passcode Off
ar: إيقاف رمز المرور
es: Desactivar código de acceso
it: Disattiva codice
ko: 잠금번호 끄기

# PasscodeSettings.ChangePasscode
source: Change Passcode
ar: غيًر رمز المرور
es: Cambiar código de acceso
it: Cambia codice
ko: 잠금번호 변경

# PasscodeSettings.Help
source: When you set up an additional passcode, a lock icon will appear on the chats page. Tap it to lock and unlock the app. Note: if you forget the passcode, you'll need to delete and reinstall the app. All secret chats will be lost.
ar: عندما تختار رمز مرور، ستظهر علامة قفل في صفحة المحادثات. اضغط عليها لقفل أو فتح تيليجرام. ملاحظة: إذا نسيت رمز المرور، ستحتاج لحذف وإعادة تنزيل التطبيق. وستخسر كافة محادثاتك السرية وستعود المحادثات العادية فور إعادة تسجيل الدخول.
es: Cuando configuras un código, aparece un candado en la pantalla de chats. Toca sobre él para bloquear y desbloquear la aplicación. Nota: si olvidas el código, tendrás que eliminar y reinstalar la aplicación. Perderás todos los chats secretos.
it: Quando imposti un codice, apparirà un'icona col lucchetto nella pagina delle chat. Premila per bloccare e sbloccare l'app. Nota: se ti dimentichi il codice, dovrai disinstallare e reinstallare l'app. Tutte le chat segrete verranno perse.
ko: 잠금번호를 설정하셨을 경우, 대화방에 잠금 아이콘이 표시됩니다. 해당 아이콘을 클릭하여 텔레그램 잠금 설정을 할 수 있습니다. 주의: 잠금번호를 잊어버렸을 경우 앱 삭제후 재설치를 해주셔야합니다. 이 경우 비밀대화 내용은 삭제가 됩니다.

# PasscodeSettings.UnlockWithTouchId
source: Unlock with Touch ID
ar: افتح القفل باستخدام البصمة
es: Desbloquear con Touch ID
it: Sblocca con Touch ID
ko: 터치ID로 잠금해제

# PasscodeSettings.SimplePasscode
source: Simple Passcode
ar: رمز مرور بسيط
es: Código simple
it: Codice semplice
ko: 단순 잠금번호

# PasscodeSettings.SimplePasscodeHelp
source: A simple passcode is a 4 digit number.
ar: رمز المرور البسيط هو عبارة عن ٤ أرقام فقط.
es: Un código simple es un número de 4 dígitos.
it: Un codice semplice è un numero a 4 cifre.
ko: 단순 잠금번호는 숫자 4개입니다

# PasscodeSettings.EncryptData
source: Encrypt Local Database
ar: شفّر قاعدة البيانات على الجهاز
es: Cifrar base de datos local
it: Crittografa database locale
ko: 로컬 데이터베이스 암호화

# PasscodeSettings.EncryptDataHelp
source: Experimental feature, use with caution. Encrypt your local Telegram data, using a derivative of your passcode as the key.
ar: هذه خاصية تجريبية، استخدمها مع الحذر. قم بتشفير بيانات تيليجرام على جهازك بإستخدام مشتق من رمز الدخول الخاص بك كمفتاح للتشفير.
es: Característica experimental. Úsala con precaución. Cifra tus datos locales de Telegram usando un derivado de tu código como la clave.
it: Funzione sperimentale, usare con cautela. Crittografa i tuoi dati locali di Telegram, usando una chiave che deriva dal tuo codice.
ko: 실험적인 기능임으로 사용시 주의해주세요. 잠금번호를 키값으로 활용하여 로컬 텔레그램 데이터를 암호화합니다.

# EnterPasscode.EnterTitle
source: Enter your Telegram Passcode
ar: قم بإدخال رمز مرور تيليجرام الخاص بك
es: Pon tu código de acceso
it: Inserisci il codice di Telegram
ko: 잠금번호 입력

# EnterPasscode.SetupTitle
source: New Passcode
ar: رمز مرور جديد
es: Nuevo código de acceso
it: Nuovo codice
ko: 새로운 잠금번호

# EnterPasscode.ChangeTitle
source: Change Passcode
ar: غيًر رمز المرور
es: Cambiar código de acceso
it: Cambia codice
ko: 잠금번호 변경

# EnterPasscode.EnterPasscode
source: Enter your Telegram Passcode
ar: قم بإدخال رمز مرور تيليجرام الخاص بك
es: Pon tu código de acceso
it: Inserisci il codice di Telegram
ko: 잠금번호 입력

# EnterPasscode.EnterNewPasscodeNew
source: Enter a passcode
ar: قم بإدخال رمز المرور
es: Pon un código de acceso
it: Inserisci un codice
ko: 잠금코드 입력

# EnterPasscode.EnterNewPasscodeChange
source: Enter your new passcode
ar: قم بإدخال رمز المرور الخاص بك الجديد
es: Pon el nuevo código de acceso
it: Inserisci il tuo nuovo codice
ko: 새로운 잠금코드 입력

# EnterPasscode.RepeatNewPasscode
source: Re-enter your new passcode
ar: قم بإعادة إدخال رمز المرور الخاص بك الجديدة
es: Pon, otra vez, tu nuevo código
it: Reinserisci il nuovo codice
ko: 잠금번호 재입력

# EnterPasscode.EnterCurrentPasscode
source: Enter your current passcode
ar: قم بإدخال رمز المرور الخاص بك الحالي
es: Pon tu código de acceso actual
it: Inserisci il tuo codice
ko: 현재 잠금번호 입력

# EnterPasscode.TouchId
source: Enter your passcode
ar: قم بإدخال رمز المرور الخاص بك
es: Pon tu código de acceso
it: Inserisci il tuo codice
ko: 잠금번호 입력

# DialogList.PasscodeLockHelp
source: Tap to lock Telegram
ar: اضغط لقفل تيليجرام
es: Toca para bloquear Telegram
it: Tocca per bloccare Telegram
ko: 탭하여 텔레그램을 잠금

# PasscodeSettings.AutoLock
source: Auto-Lock
ar: قفل تلقائي
es: Autobloqueo
it: Blocco automatico
ko: 자동 잠금

# PasscodeSettings.AutoLock.Disabled
source: Disabled
ar: معطّل
es: Desactivado
it: Disabilitato
ko: 비활성화됨

# PasscodeSettings.AutoLock.IfAwayFor_1minute
source: If away for 1 min
ar: إذا كنت غائب لمدة دقيقة
es: En 1 minuto
it: Se lontano per 1 min
ko: 1분동안 비활성화

# PasscodeSettings.AutoLock.IfAwayFor_5minutes
source: If away for 5 min
ar: إذا كنت غائب لمدة ٥ دقائق
es: En 5 minutos
it: Se lontano per 5 min
ko: 5분동안 비활성화

# PasscodeSettings.AutoLock.IfAwayFor_1hour
source: If away for 1 hour
ar: إذا كنت غائب لمدة ساعة
es: En 1 hora
it: Se lontano per 1 ora
ko: 1시간동안 비활성화

# PasscodeSettings.AutoLock.IfAwayFor_5hours
source: If away for 5 hours
ar: إذا كنت غائب لمدة ٥ ساعات
es: En 5 horas
it: Se lontano per 5 ore
ko: 5시간동안 비활성화

# PasscodeSettings.FailedAttempts_1
source: 1 Failed Passcode Attempt
ar: محاولة واحدة فاشلة لإدخال رمز المرور
es: 1 intento fallido
it: 1 tentativo di codice fallito
ko: 잠금번호 1회 실패

# PasscodeSettings.FailedAttempts_2
source: 2 Failed Passcode Attempts
ar: محاولتان فاشلتان لإدخال رمز المرور
es: 2 intentos fallidos
it: 2 tentativi di codice falliti
ko: 잠금번호 2회 실패

# PasscodeSettings.FailedAttempts_3_10
source: %@ Failed Passcode Attempts
ar: %@ محاولات فاشلة لإدخال رمز المرور
es: %@ intentos fallidos
it: %@ tentativi di codice falliti
ko: 잠금번호 %@회 실패

# PasscodeSettings.FailedAttempts_any
source: %@ Failed Passcode Attempt
ar: %@ محاولة فاشلة لإدخال رمز المرور
es: %@ intento fallido
it: %@ tentativo di codice fallito
ko: 잠금번호 %@회 실패

# PasscodeSettings.TryAgainIn1Minute
source: Try again in 1 minute
ar: حاول مرة أخرى بعد دقيقة
es: Vuelve a intentarlo en 1 minuto
it: Riprova tra 1 minuto
ko: 1분후 다시 시도해주세요

# AccessDenied.Title
source: Please Allow Access
ar: يرجى إعطاء الإذن
es: Por favor, permite el acceso
it: Consenti l'accesso
ko: 접근을 허용해주세요

# AccessDenied.Contacts
source: Telegram messaging is based on your existing contact list. Please go to Settings > Privacy > Contacts and set Telegram to ON.
ar: مراسلة تيليجرام مبنية على جهات الاتصال الخاص بك. يرجى الذهاب إلى إعدادات — الخصوصية — جهات الاتصال ثم قم بتفعيل تيليجرام.
es: Telegram está basado en tu actual lista de contactos. Por favor, ve a Ajustes > Privacidad > Contactos y activa Telegram.
it: La messaggistica di Telegram si basa sulla lista esistente dei tuoi contatti. Vai su Impostazioni > Privacy > Contatti e imposta Telegram su Sì.
ko: Telegram에서는 기존 연락처 목록을 토대로 메시지를 보냅니다. '설정' - '개인 정보 보호' - '연락처'로 가서 Telegram을 활성화하세요.

# AccessDenied.VoiceMicrophone
source: Telegram needs access to your microphone to send voice messages. Please go to Settings > Privacy > Microphone and set Telegram to ON.
ar: يحتاج تيليجرام للسماح له باستخدام الميكروفون لتسجيل الرسائل الصوتية. يرجى الذهاب إلى إعدادات — الخصوصية — الميكروفون ثم قم بتفعيل تيليجرام.
es: Telegram necesita acceso a tu micrófono para los mensajes de voz. Por favor, ve a Ajustes > Privacidad > Micrófono y activa Telegram.
it: Telegram deve accedere al tuo microfono per inviare messaggi vocali. Vai in Impostazioni > Privacy > Microfono e imposta Telegram su Sì.
ko: Telegram이 음성 메시지를 보내기 위해 마이크에 대한 접근 권한을 필요로 합니다. '설정' - '개인 정보 보호' - '마이크'로 가서 Telegram을 활성화하세요.

# AccessDenied.VideoMicrophone
source: Telegram needs access to your microphone to record sound in videos recording. Please go to Settings > Privacy > Microphone and set Telegram to ON.
ar: يحتاج تيليجرام للسماح له باستخدام الميكروفون لتسجيل الرسائل الصوتية. يرجى الذهاب إلى إعدادات — الخصوصية — الميكروفون ثم قم بتفعيل تيليجرام.
es: Telegram necesita acceso a tu micrófono para grabar el sonido en tus vídeos. Por favor, ve a Ajustes > Privacidad > Micrófono y activa Telegram.
it: Telegram deve accedere al tuo microfono per registrare il suono nei video. Vai in Impostazioni > Privacy > Microfono e imposta Telegram su Sì.
ko: Telegram이 음성 메시지를 보내기 위해 마이크에 대한 접근 권한을 필요로 합니다. '설정' - '개인 정보 보호' - '마이크'로 가서 Telegram을 활성화하세요.

# AccessDenied.MicrophoneRestricted
source: Microphone access is restricted for Telegram. Please go to Settings > General > Restrictions > Microphone and set Telegram to ON.
ar: لم يتم إعطاء تيليجرام صلاحية استخدام الميكروفون. يرجى الذهاب إلى إعدادات — القيود — الميكروفون ثم قم بتفعيل تيليجرام.
es: El acceso al micrófono está restringido para Telegram. Por favor, ve a Ajustes > General > Restricciones > Micrófono y activa Telegram.
it: L'accesso al microfono è negato per Telegram. Vai nelle Impostazioni > Generali > Restrizioni > Microfono e imposta Telegram su Sì.
ko: Telegram이 마이크에 접근이 제한되어 있습니다. '설정' - '일반' - '접근 제한' - '마이크'로 가서 Telegram을 활성화하세요.

# AccessDenied.Camera
source: Telegram needs access to your camera to take photos and videos. Please go to Settings > Privacy > Camera and set Telegram to ON.
ar: يحتاج تيليجرام للسماح له باستخدام الكاميرا لإلتقاط الصور والمقاطع المرئية. يرجى الذهاب إلى إعدادات — الخصوصية — الكاميرا ثم قم بتفعيل تيليجرام.
es: Telegram necesita acceso a tu cámara para hacer fotos y vídeos. Por favor, ve a Ajustes > Privacidad > Cámara y activa Telegram.
it: Telegram deve accedere alla tua fotocamera per scattare foto e registrare video. Vai in Impostazioni > Privacy > Fotocamera e imposta Telegram su Sì.
ko: Telegram이 사진 및 동영상 촬영을 위해 카메라에 대한 접근 권한을 필요로 합니다. '설정' - '개인 정보 보호' - '카메라'로 가서 Telegram을 활성화하세요.

# AccessDenied.CameraRestricted
source: Camera access is restricted for Telegram. Please go to Settings > General > Restrictions > Camera and set Telegram to ON.
ar: لم يتم إعطاء تيليجرام صلاحية استخدام الكاميرا. يرجى الذهاب إلى إعدادات — القيود — الكاميرا ثم قم بتفعيل تيليجرام.
es: El acceso a la cámara está restringido para Telegram. Por favor, ve a Ajustes > General > Restricciones > Cámara y activa Telegram.
it: L'accesso alla fotocamera è negato per Telegram. Vai in Impostazioni > Generali > Restrizioni > Fotocamera e imposta Telegram su Sì.
ko: Telegram이 카메라에 접근이 제한되어 있습니다. '설정' - '일반' - '접근 제한' - '카메라'로 가서 Telegram을 활성화하세요.
