Repository: peter-iakovlev/Telegram
Catalog: Telegraph/*.lproj/Localizable.strings
Languages: ar, es, it, ko

# TwoStepAuth.RecoveryCodeExpired
source: We have sent you a new 6-digit code.
ar: لقد قمنا بإرسال رمز يحتوي على ٦ أرقام.
es: Te enviamos un nuevo código de 6 dígitos.
it: Ti abbiamo inviato un codice a 6 cifre.
ko: 새로운 6자리 코드를 전송하였습니다.

# TwoStepAuth.RecoveryEmailUnavailable
source: Having trouble accessing your e-mail %@?
ar: هل تواجه صعوبات في الدخول على بريدك الإلكتروني %@؟
es: ¿Tienes problemas para acceder a tu e-mail %@?
it: Hai problemi ad accedere alla tua e-mail %@?
ko: 이메일 %@ 접근에 문제가 있으신가요?

# TwoStepAuth.FloodError
source: Limit exceeded. Please try again later.
ar: محاولات كثيرة خاطئة، يرجى المحاولة لاحقًا.
es: Límite excedido. Por favor, reinténtalo más tarde.
it: Limite superato. Per favore riprova più tardi.
ko: 횟수 제한이 초과됐습니다. 나중에 다시 시도해 주세요.

# TwoStepAuth.GenericError
source: An error occurred. Please try again later.
ar: حدث خطأ. الرجاء المحاولة في وقت لاحق.
es: Ocurrió un error. Por favor, reinténtalo más tarde.
it: Si è verificato un errore. Riprova più tardi.
ko: 오류가 발생했습니다. 나중에 다시 시도해 주세요.

# Conversation.FilePhotoOrVideo
source: Photo or Video
ar: صورة أو مقطع مرئي
es: Foto o vídeo
it: Foto o video
ko: 사진이나 동영상

# Conversation.FileICloudDrive
source: iCloud Drive
ar: قرص الآي كلاود

# Conversation.FileDropbox
source: Dropbox
ar: دروببوكس

# Conversation.FileGoogleDrive
source: Google Drive
ar: چوچل درايڤ

# Conversation.FileHowTo
source: How to share files?
ar: كيف ترغب في مشاركة ملفاتك؟
es: ¿Cómo compartir archivos?
it: Come condividere file?
ko: 파일을 어떻게 공유하시겠습니까?

# Conversation.FileOpenIn
source: Open in...
ar: افتح باستخدام...
es: Abrir en...
it: Apri in...
ko: 다음으로 파일열기..

# Conversation.FileHowToText
source: To share files of any type, open them on your %@ (e.g. in your browser), tap **Open in...** or the action button and choose Telegram.
ar: لإرسال أية ملفات من نوع آخر، افتح أية ملف من خلال الـ %@ الخاص بك (في المتصفح مثلًا)، ثم اختر **افتح باستخدام...** ثم قم باختيار تيليجرام.
es: Para compartir archivos de cualquier tipo, ábrelos en tu %@ (por ejemplo, en tu navegador), toca **Abrir en...** o el botón de acción y elige Telegram.
it: Per condividere file di ogni tipo, aprili nel tuo %@ (per esempio nel tuo browser), premi **Apri in...** o il pulsante di azione e scegli Telegram.
ko: 모든 종류의 파일을 공유하시려면, 파일을 %@ (e.g 브라우저등) 에서 여시고, **다음으로 열기..**를 선택하신 후에 텔레그램을 선택해주세요.

# Map.LocationTitle
source: Location
ar: موقع
es: Ubicación
it: Posizione
ko: 위치

# Map.OpenInMaps
source: Open in Maps
ar: فتح في تطبيق الخرائط
es: Abrir en Maps
it: Apri in Mappe
ko: 지도에서 열기

# Map.OpenInGooglePlus
source: Open in Google Plus
ar: افتح في Google Plus
es: Abrir en Google Plus
it: Apri in Google Plus
ko: 구글 플러스에서 열기

# Map.OpenInFoursquare
source: Open in Foursquare
ar: فتح في فورسكوير
es: Abrir en Foursquare
it: Apri in Foursquare
ko: Foursquare에서 열기

# Map.OpenInHereMaps
source: Open in HERE Maps
ar: افتح في خرائط HERE
es: Abrir en HERE Maps
it: Apri in HERE Maps
ko: HERE Maps에서 열기

# Map.OpenInYandexMaps
source: Open in Yandex Maps
ar: افتح في خرائط Yandex
es: Abrir en Yandex Maps
it: Apri in Yandex Maps
ko: Yandex Maps에서 열기

# Map.OpenInYandexNavigator
source: Open in Yandex Navigator
ar: افتح في مستكشف Yandex
es: Abrir en Yandex Navigator
it: Apri in Yandex Navigator
ko: Yandex Navigator에서 열기

# Map.OpenIn
source: Open In
ar: افتح باستخدام
es: Abrir en
it: Apri in
ko: 다음으로 열기

# Map.More
source: More...
ar: المزيد...
es: Más...
it: Più...
ko: 더 보기..

# Map.SendThisLocation
source: Send this location
ar: أرسل هذا المكان
es: Enviar esta ubicación
it: Invia questa posizione
ko: 이 위치 전송

# Map.SendMyCurrentLocation
source: Send my current location
ar: أرسل مكاني الحالي
es: Enviar mi ubicación actual
it: Invia la mia posizione corrente
ko: 현재 위치 전송

# Map.Locating
source: Locating...
ar: جاري تحديد المكان...
es: Ubicando...
it: Localizzazione...
ko: 위치 확인 중...

# Map.ChooseAPlace
source: Or choose a place
ar: أو اختر مكان
es: O elige un lugar
it: O scegli un luogo
ko: 혹은 위치를 선택

# Map.AccurateTo
source: Accurate to %@
ar: دقيق لدرجة %@
es: Exacto a %@
it: Precisione di %@
ko: %@반경 내 정확함

# Map.Search
source: Search places nearby
ar: ابحث عن أماكن قريبة
es: Buscar lugares cercanos
it: Cerca luoghi nelle vicinanze
ko: 근처 장소 검색

# Map.ShowPlaces
source: Show places
ar: أظهر أماكن
es: Mostrar lugares
it: Mostra luoghi
ko: 장소 보기

# Map.LoadError
source: An error occurred. Please try again.
ar: حدث خطأ. يرجى إعادة المحاولة.
es: Ocurrió un error. Por favor, reinténtalo.
it: Si è verificato un errore. Per favore riprova.
ko: 오류가 발생했습니다. 다시 시도해 주세요.

# Map.LocatingError
source: Failed to locate
ar: فشل في تحديد المكان
es: Ubicación fallida
it: Localizzazione fallita
ko: 위치 찾기에 실패했습니다.

# Map.Unknown
source: Unknown location
ar: مكان غير معروف
es: Ubicación desconocida
it: Posizione sconosciuta
ko: 알 수 없는 위치

# Map.DistanceAway
source: %@ away
ar: %@ يبعد
ko: %@ 떨어짐

# Map.ETAMinutes_any
source: %@ min
ar: %@ دقيقة
ko: %@ 분

# Map.ETAHours_1
source: %@ h
ar: %@ س
it: %@ o
ko: %@시간

# Map.ETAHours_any
source: %@ h
ar: %@ س
it: %@ o
ko: %@시간

# GoogleDrive.Title
source: Google Drive
ar: چوچل درايڤ

# GoogleDrive.Logout
source: Log Out
ar: تسجيل خروج
es: Cerrar sesión
it: Esci
ko: 로그아웃

# GoogleDrive.LogoutTitle
source: Log Out
ar: تسجيل خروج
es: Cerrar sesión
it: Esci
ko: 로그아웃

# GoogleDrive.LogoutMessage
source: Are you sure you want to log out from Google Drive?
ar: هل أنت متأكد من رغبتك في تسجيل الخروج من چوچل درايڤ؟
es: ¿Quieres salir de Google Drive?
it: Sei sicuro di voler uscire da Google Drive?
ko: Google Drive 로그아웃을 하시겠습니까?

# GoogleDrive.LogoutLogout
source: Log Out
ar: تسجيل خروج
es: Cerrar sesión
it: Esci
ko: 로그아웃

# GoogleDrive.FolderIsEmpty
source: Folder is empty.
ar: المجلّد خالٍ.
es: La carpeta está vacía.
it: La cartella è vuota.
ko: 폴더가 비어있습니다.

# GoogleDrive.FolderLoadError
source: Unable to load folder.
ar: تعذّر تحميل المجلّد.
es: No se puede cargar la carpeta.
it: Impossibile caricare cartella.
ko: 폴더를 불러올 수 없습니다.

# GoogleDrive.LoadErrorTitle
source: Unable to Connect
ar: تعذّر الاتصال
es: No se puede conectar
it: Impossibile connettersi
ko: 연결할 수 없습니다.

# GoogleDrive.LoadErrorMessage
source: Please check your internet connection and try again.
ar: يرجى التحقق من اتصال الإنترنت والمحاولة مرة أخرى.
es: Por favor, comprueba tu conexión a internet e inténtalo de nuevo.
it: Per favore controlla la tua connessione a internet e riprova.
ko: 인터넷 연결을 확인한 후 다시 시도해 주세요.

# ChangePhone.ErrorOccupied
source: The number %@ is already connected to a Telegram account. Please delete that account before migrating to the new number.
ar: %@ لديه حساب تيليجرام مسبقًا. يرجى حذف هذا الحساب قبل محاولة تغيير رقمك.
es: El número %@ ya está vinculado a una cuenta de Telegram. Por favor, elimina esa cuenta antes de migrar al nuevo número.
it: Il numero %@ è già connesso a un account Telegram. Per favore elimina quell'account prima di migrare ad un nuovo numero.
ko: 그 번호는 이미 텔레그램 계정에 연결되어 있습니다. 새 번호로 이동하기 전에 %@ 계정에서 탈퇴해 주세요.

# PrivacySettings.AuthSessions
source: Active Sessions
ar: الأجهزة المسجّل دخول منها
es: Sesiones activas
it: Sessioni attive
ko: 활성화된 세션

# AuthSessions.Title
source: Active Sessions
ar: الأجهزة المسجّل دخول منها
es: Sesiones activas
it: Sessioni attive
ko: 활성화된 세션

# AuthSessions.CurrentSession
source: CURRENT SESSION
ar: الجهاز الحالي
es: SESIÓN ACTUAL
it: SESSIONE CORRENTE
ko: 현재 세션

# AuthSessions.TerminateOtherSessions
source: Terminate all other sessions
ar: سجل الخروج من كافة الأجهزة الأخرى
es: Cerrar todas las otras sesiones
it: Termina tutte le altre sessioni
ko: 다른 모든 세션 종료

# AuthSessions.TerminateOtherSessionsHelp
source: Logs out all devices except for this one.
ar: سجل الخروج من كافة الأجهزة باستثناء هذا الجهاز.
es: Cierra sesión en todos los dispositivos, excepto este.
it: Esce da tutti i dispositivi tranne questo.
ko: 현재 사용 기기를 제외한 모든 기기 로그아웃

# AuthSessions.TerminateSession
source: Terminate session
ar: سجل الخروج من الأجهزة الأخرى
es: Cerrar la sesión
it: Termina sessione
ko: 세션 종료

# AuthSessions.OtherSessions
source: ACTIVE SESSIONS
ar: الأجهزة المسجّل دخول منها
es: OTRAS SESIONES
it: SESSIONI ATTIVE
ko: 활성화된 세션

# AuthSessions.EmptyTitle
source: No other sessions
ar: لم يتم تسجيل الدخول من أي جهاز آخر
es: Sin otras sesiones
it: Nessun'altra sessione
ko: 다른 세션 없음

# AuthSessions.EmptyText
source: You can log in to Telegram from other mobile, tablet and desktop devices, using the same phone number. All your data will be instantly synchronized.
ar: يمكنك تسجيل الدخول لحسابك في تيليجرام من جوال آخر، جهاز لوحي، أو أجهزة الكمبيوتر، باستخدام نفس رقم الهاتف. تيليجرام سيقوم بمزامنة كافة بياناتك بشكل فوري.
es: Puedes iniciar sesión en Telegram desde otro móvil, tablet o computador, usando el mismo número de teléfono. Todos tus datos se sincronizarán al instante.
it: Puoi accedere a Telegram da altri dispositivi mobili, tablet e desktop usando lo stesso numero. Tutti i tuoi dati saranno sincronizzati istantaneamente.
ko: 동일한 휴대번호로 다른 휴대기기,태블릿과 데스크탑에서 텔레그램 로그인이 가능합니다. 모든 데이터는 즉시 동기화 됩니다.

# AuthSessions.AppUnofficial
source: (ID: %@)
ar: (المعرّف: %@)

# WebPreview.GettingLinkInfo
source: Getting Link Info...
ar: جاري جلب معلومات الرابط...
es: Obteniendo información...
it: Recupero le info del link...
ko: 링크 정보를 가져오는 중...

# WebPreview.LinkPreview
source: Link Preview
ar: معاينة الرابط
es: Vista previa del enlace
it: Anteprima link
ko: 링크 프리뷰

# Preview.OpenInInstagram
source: Open in Instagram
ar: فتح في انستقرام
es: Abrir en Instagram
it: Apri in Instagram
ko: 인스타그램에서 열기

# MediaPicker.AddCaption
source: Add a caption...
ar: أضف تعليق...
es: Añadir un comentario...
it: Aggiungi una didascalia...
ko: 설명 추가..

# GroupInfo.InviteByLink
source: Invite to Group via Link
ar: قم بدعوة للمجموعة باستخدام رابط
es: Invitar al grupo con un enlace
it: Invita nel gruppo tramite link
ko: 링크를 통하여 그룹방에 초대하기

# GroupInfo.InviteLink.Title
source: Invite Link
ar: رابط دعوة
es: Enlace de invitación
it: Link d'invito
ko: 초대링크

# GroupInfo.InviteLink.LinkSection
source: LINK
ar: رابط
es: ENLACE
ko: 링크

# GroupInfo.InviteLink.Help
source: Anyone who has Telegram installed will be able to join your group by following this link.
ar: أي شخص يمتلك تيليجرام على جهازه سيمكنه الدخول لمجموعتك باستخدام هذا الرابط.
es: Cualquiera que tenga Telegram instalada podrá unirse a tu grupo siguiendo este enlace.
it: Chiunque abbia Telegram installato, potrà aggiungersi al tuo gruppo aprendo questo link.
ko: 텔레그램이 설치된 분들은 링크를 타고 그룹방에 참여가 가능합니다.

# GroupInfo.InviteLink.CopyLink
source: Copy Link
ar: نسخ الرابط
es: Copiar enlace
it: Copia link
ko: 링크 복사

# GroupInfo.InviteLink.RevokeLink
source: Revoke Link
ar: إلغاء الرابط
es: Anular enlace
it: Revoca link
ko: 링크 폐지

# GroupInfo.InviteLink.ShareLink
source: Share Link
ar: شارك الرابط
es: Compartir enlace
it: Condividi link
ko: 링크 공유

# GroupInfo.InviteLink.RevokeAlert.Text
source: Are you sure you want to revoke this link? Once you do, no one will be able to join the group using it.
ar: هل أنت متأكد من رغبتك في إلغاء الرابط؟ اذا قمت بذلك، لن يستطيح أحد الدخول في المجموعة باستخدامه.
es: ¿Quieres anular este enlace? Una vez hecho, nadie podrá usarlo para unirse al grupo.
it: Sei sicuro di voler revocare questo link? Una volta fatto, nessuno potrà unirsi al gruppo utilizzandolo.
ko: 초대링크를 폐지하시겠습니까? 진행하실 경우 해당 링크로 그룹방에 참여할 수 없게 됩니다.

# GroupInfo.InviteLink.RevokeAlert.Revoke
source: Revoke
ar: إلغاء الرابط
es: Anular
it: Revoca
ko: 폐지하기

# GroupInfo.InviteLink.RevokeAlert.Success
source: The previous invite link is now inactive. A new invite link has just been generated.
ar: رابط الدعوة السابق لا يعمل الآن. سيتم إنشاء رابط جديد.
es: El enlace de invitación anterior está inactivo. Ha sido creado uno nuevo.
it: Il precedente link d'invito è ora inattivo. Ne è stato creato uno nuovo.
ko: 기존 초대링크는 비활성화 되었습니다. 새로운 링크가 생성되었습니다.

# GroupInfo.InviteLink.CopyAlert.Success
source: Link copied to clipboard.
ar: تم نسخ الرابط للحافظة.
es: Enlace copiado al portapapeles.
it: Link copiato negli appunti.
ko: 클립보드로 링크가 복사되었습니다.

# UserInfo.ShareMyContactInfo
source: Share My Contact Info
ar: شارك معلومات جهة الاتصال الخاصة بي
es: Compartir mi número
it: Condividi il mio contatto
ko: 나의 연락처 공유

# GroupInfo.InvitationLinkAccept
source: Do you want to join the chat "%@"?
ar: هل ترغب في الدخول للمحادثة "%@"؟
es: ¿Quieres unirte al chat “%@”?
it: Vuoi unirti alla chat "%@"?
ko: "%@"채널에 참여하시겠습니까?

# GroupInfo.InvitationLinkAcceptChannel
source: Do you want to join the channel "%@"?
ar: هل ترغب في الدخول لقناة "%@"؟
es: ¿Quieres unirte al canal “%@”?
it: Vuoi unirti al canale "%@"?
ko: "%@"채널에 참여하시겠습니까?

# GroupInfo.InvitationLinkAlreadyAccepted
source: You already are a member in this group.
ar: أنت عضو في هذه المجموعة.
es: Ya estás en este grupo.
it: Sei già un membro di questo gruppo.
ko: 그룹방에 이미 참여하였습니다.

# GroupInfo.InvitationLinkDoesNotExist
source: Sorry, this group does not seem to exist.
ar: المعذرة، هذه المجموعة غير موجودة.
es: Lo sentimos, este grupo no existe.
it: Spiacenti, sembra che questo gruppo non esista.
ko: 죄송합니다, 그룹방이 더이상 존재하지 않습니다.

# GroupInfo.InvitationLinkGroupFull
source: Sorry, this group is already full.
ar: المعذرة، هذه المجموعة ممتلئة.
es: Lo sentimos, este grupo está lleno.
it: Spiacenti, questo gruppo è già pieno.
ko: 죄송합니다, 그룹방의 인원이 최대치입니다.

# Core.ServiceUserStatus
source: Service Notifications
ar: إشعارات الخدمة
es: Notificaciones de servicio
it: Notifiche di servizio
ko: 서비스 알림

# Notification.JoinedGroupByLink
source: %@ joined the group via invite link
ar: %@ قام بالدخول للمجموعة باستخدام رابط الدعوة
es: %@ se unió al grupo con un enlace de invitación
it: %@ si è unito al gruppo tramite link d'invito
ko: 초대링크를 통하여 %@님이 그룹에 참여하였습니다.

# ChatSettings.Other
source: OTHER
ar: أخرى
es: OTRO
it: ALTRO
ko: 이외

# ChatSettings.Stickers
source: Stickers
ar: ملصقات
it: Sticker
ko: 스티커

# StickerPacksSettings.Title
source: Stickers
ar: ملصقات
it: Sticker
ko: 스티커

# StickerPacksSettings.ShowStickersButton
source: Show Stickers Tab
ar: أظهر شريط الملصقات
es: Mostrar pestaña de stickers
it: Mostra scheda sticker
ko: 스티커 탭 활성화

# StickerPacksSettings.ShowStickersButtonHelp
source: A sticker icon will appear in the input field.
ar: أيقونة الملصقات ستظهر في خانة الكتابة
es: Aparecerá un icono en la zona de escritura.
it: Apparirà un'icona nel campo di scrittura.
ko: 입력 필드에 스티커 아이콘이 표시됩니다.

# StickerPacksSettings.StickerPacksSection
source: STICKER SETS
ar: حزم الملصقات
es: PACKS DE STICKERS
it: SET DI STICKER
ko: 스티커 팩

# StickerPacksSettings.ManagingHelp
source: Artists are welcome to add their own sticker sets using our @stickers bot. Tap on a sticker to view and add the whole set.
ar: الرسامون مرحب بهم ليضيفوا حزم الملصقات عن طريق مراسلة @stickers اضغط على الملصق لاتسعراضه وإضافة الحزمة كاملة.
es: Los artistas pueden añadir sus propios packs de stickers usando el bot @stickers. Toca sobre cualquier sticker para ver y añadir el pack completo.
it: Gli artisti sono invitati ad aggiungere i loro set di sticker usando il nostro bot @stickers. Tocca uno sticker per vederlo e aggiungere l'intero set.
ko: 아티스트분들은 언제든지 @stickers 봇을 통하여 스티커 셋을 생성 할 수 있습니다. 스티커를 탭하여 확인하고 전체 스티커 셋을 추가 할 수 있습니다.

# StickerPack.RemovePrompt
source: Remove "%@"?
ar: هل ترغب في إزالة "%@"؟
es: ¿Eliminar “%@”?
it: Rimuovere "%@"?
ko: "%@"를 제거하시겠습니까?

# StickerPack.BuiltinPackName
source: Great Minds
ar: العقول العظيمة
es: Grandes personajes
it: Grandi menti

# StickerPack.StickerCount_1
source: 1 sticker
ar: ملصق واحد
ko: 스티커 1개

# StickerPack.StickerCount_2
source: 2 stickers
ar: ملصقان
it: 2 sticker
ko: 스티커 2개

# StickerPack.StickerCount_3_10
source: %@ stickers
ar: %@ ملصقات
it: %@ sticker
ko: 스티커 %@개

# StickerPack.StickerCount_any
source: %@ stickers
ar: %@ ملصق
it: %@ sticker
ko: 스티커 %@개

# StickerPack.AddStickerCount_1
source: Add 1 Sticker
ar: إضافة ملصق واحد
es: Añadir 1 sticker
it: Aggiungi 1 sticker
ko: 스티커 1개 추가

# StickerPack.AddStickerCount_2
source: Add 2 Stickers
ar: إضافة ملصقين
es: Añadir 2 stickers
it: Aggiungi 2 sticker
ko: 스티커 2개 추가

# StickerPack.AddStickerCount_3_10
source: Add %@ Stickers
ar: إضافة %@ ملصقات
es: Añadir %@ stickers
it: Aggiungi %@ sticker
ko: 스티커 %@개 추가

# StickerPack.AddStickerCount_any
source: Add %@ Stickers
ar: إضافة %@ ملصق
es: Añadir %@ stickers
it: Aggiungi %@ sticker
ko: 스티커 %@개 추가

# StickerPack.ShareStickers
source: Share Stickers
ar: شارك الملصقات
es: Compartir stickers
it: Condividi sticker
ko: 스티커 공유

# Conversation.ContextMenuStickerPackAdd
source: Add Stickers
ar: إضافة ملصقات
es: Añadir
it: Aggiungi sticker
ko: 스티커 추가

# Conversation.ContextMenuStickerPackInfo
source: Info
ar: معلومات
es: Información
ko: 정보

# MediaPicker.Processing
source: Processing %@
ar: جاري معالجة %@
es: Procesando %@
it: Elaboro %@
ko: %@를 처리중입니다.

# MediaPicker.Nof
source: %@ of
ar: %@ من
es: %@ de
it: %@ di
ko: %@ 개 중

# UserInfo.ShareBot
source: Share
ar: مشاركة
es: Compartir
it: Condividi
ko: 공유

# UserInfo.InviteBotToGroup
source: Add To Group
ar: إضافة إلى المجموعة
es: Añadir a un grupo
it: Aggiungi a un gruppo
ko: 그룹으로 추가

# Profile.BotInfo
source: about
ar: حول
es: acerca de
it: info
ko: 정보

# Profile.ShareBotPersonFormat
source: Share the bot with %@?
ar: هل ترغب في مشاركة البوت مع %@؟
es: ¿Compartir el bot con %@?
it: Condividere il bot con %@?
ko: %@을 봇에게 공유하시겠습니까?

# Profile.ShareBotGroupFormat
source: Share the bot with %@?
ar: هل ترغب في مشاركة البوت مع %@؟
es: ¿Compartir el bot con %@?
it: Condividere il bot con %@?
ko: %@을 봇에게 공유하시겠습니까?

# Target.SelectGroup
source: Choose Group
ar: اختر مجموعة
es: Elegir grupo
it: Scegli gruppo
ko: 그룹 선택

# Target.InviteToGroupConfirmation
source: Add the bot to "%@"?
ar: هل ترغب في إضافة البوت إلى "%@"؟
es: ¿Añadir el bot a “%@”?
it: Aggiungere il bot a "%@"?
ko: 봇을 "%@"에 추가하시겠습니까?

# Target.InviteToGroupErrorAlreadyInvited
source: The bot is already a member of the group.
ar: البوت عضو في هذه المجموعة.
es: El bot ya está en este grupo.
it: Questo bot è già membro del gruppo.
ko: 그룹방에 이미 참여하였습니다.

# Bot.GenericBotStatus
source: bot
ar: البوت
ko: 봇

# Bot.DescriptionTitle
source: What can this bot do?
ar: ماذا يستطيع هذا البوت عمله؟
es: ¿Qué puede hacer este bot?
it: Cosa può fare questo bot?
ko: 이 봇은 무엇을 할 수 있나요?

# Bot.GroupStatusReadsHistory
source: has access to messages
ar: يستطيع الوصول للرسائل
es: tiene acceso a los mensajes
it: ha accesso ai messaggi
ko: 메시지 접근 권한이 있습니다.

# Bot.GroupStatusDoesNotReadHistory
source: has no access to messages
ar: لا يستطيع الوصول للرسائل
es: no tiene acceso a los mensajes
it: non ha accesso ai messaggi
ko: 메시지 접근 권한이 없습니다

# Bot.Start
source: Start
ar: إبدأ
es: Iniciar
it: Avvia
ko: 시작

# UserInfo.BotSettings
source: Settings
ar: الإعدادات
es: Ajustes
it: Impostazioni
ko: 설정

# UserInfo.BotHelp
source: Help
ar: مساعدة
es: Ayuda
it: Aiuto
ko: 도움말

# Contacts.SearchLabel
source: Search for contacts or usernames
ar: البحث عن جهات الاتصال والمعرفات
es: Buscar contactos o alias
it: Cerca contatti o username
ko: 연락처 혹은 아이디 검색

# ChatSearch.SearchPlaceholder
source: Search
ar: بحث
es: Buscar
it: Cerca
ko: 검색

# WatchRemote.NotificationText
source: Open this notification on your phone to view the message from your Apple Watch
ar: إفتح هذا الإشعار على جهازك حتى تتمكن من رؤيته من ساعة آبل الخاصة بك
es: Abre esta notificación en tu teléfono para ver el mensaje desde tu Apple Watch
it: Apri questa notifica sul tuo telefono per vedere il messaggio dal tuo Apple Watch
ko: 알림을 활성화하여 애플워치로 수신받은 메시지 보기

# WatchRemote.AlertTitle
source: Message from your Apple Watch
ar: رسالة من ساعة آبل الخاصة بك
es: Mensaje desde tu Apple Watch
it: Messaggio dal tuo Apple Watch
ko: 애플워치 메시지

# WatchRemote.AlertText
source: Open the message here?
ar: هل ترغب في فتح الرسالة هنا؟
es: ¿Abrir el mensaje aquí?
it: Aprire il messaggio qui?
ko: 메시지를 열까요?

# WatchRemote.AlertOpen
source: Open
ar: فتح
es: Abrir
it: Apri
ko: 열기

# Conversation.SearchPlaceholder
source: Search this chat
ar: ابحث داخل المحادثة
es: Buscar en el chat
it: Cerca in questa chat
ko: 이 대화방에서 검색

# Conversation.SearchNoResults
source: No Results
ar: لا توجد نتائج
es: Sin resultados
it: Nessun risultato
ko: 결과 없음

# GroupInfo.AddUserLeftError
source: Sorry, if a person left a group, only a mutual contact can bring them back (they need to have your phone number, and you need theirs).
ar: المعذرة، إذا غادر شخص المجموعة، فقط من يمتلك رقمه يستطيع دعوته (لا بد أن تمتلك رقمه ويمتلك رقمك).
es: Lo sentimos, si una persona deja un grupo, sólo un contacto mutuo puede traerlo de vuelta (ellos necesitan tener tu número, y tú el suyo).
it: Spiacenti, se una persona lascia un gruppo, solo un contatto reciproco può aggiungerla (chi ti invita deve avere il tuo numero, e viceversa).
ko: 죄송합니다, 그룹방에서 퇴장을 하신 분을 재초대하시려면 퇴장하신 분과 서로 연락처가 등록이 되어져 있어야만 합니다. (상호 등록)

# DialogList.SearchSectionRecent
source: Recent
ar: حديثة
es: Recientes
it: Recenti
ko: 최근

# DialogList.DeleteBotConfirmation
source: Delete
ar: حذف
es: Eliminar
it: Elimina
ko: 삭제

# DialogList.DeleteBotConversationConfirmation
source: Delete and Stop
ar: حذف وإيقاف
es: Eliminar y detener
it: Elimina e arresta
ko: 삭제 및 정지

# Bot.Stop
source: Stop Bot
ar: إيقاف البوت
es: Detener bot
it: Arresta bot
ko: 봇 정지

# Bot.Unblock
source: Restart Bot
ar: إعادة تعيين البوت
es: Reiniciar bot
it: Riavvia bot
ko: 봇 재시작

# Login.PhoneNumberHelp
source: Help
ar: مساعدة
es: Ayuda
it: Aiuto
ko: 도움말

# Login.EmailPhoneSubject
source: Invalid number %@
ar: الرقم غير صحيح %@
es: Número inválido %@
it: Numero %@ non valido
ko: %@는 올바르지 않은 번호입니다.

# Login.EmailPhoneBody
source: I'm trying to use my mobile phone number: %@ But Telegram says it's invalid. Please help.
ar: أنا أحاول استخدام رقم الجوال الخاص بي: %@ لكن تيليجرام يقول أنه غير صحيح. أرجو مساعدتي.
es: Estoy intentando usar mi número de teléfono: %@ Pero Telegram dice que es inválido. Ayuda, por favor.
it: Sto provando a usare il mio numero di telefono: %@ Ma Telegram dice che non è valido. Perfavore aiutatemi.
ko: %@인 제 휴대전화 번호를 사용하려고 합지만, 텔레그램에서 올바르지 않은 번호로 나옵니다. 도와주세요.

# SharedMedia.TitleLink
source: Shared Links
ar: الروابط المشاركة
es: Enlaces
it: Link condivisi
ko: 공유한 링크

# SharedMedia.EmptyLinksText
source: All links shared in this chat will appear here.
ar: كافة الروابط المرسلة في هذه المحادثة ستظهر هنا.
es: Todos los enlaces compartidos en este chat aparecerán aquí.
it: Tutti i link condivisi in questa chat appariranno qui.
ko: 이 대화에서 공유된 모든 링크가 표시됩니다.

# SharedMedia.Link_1
source: 1 link
ar: رابط واحد
es: 1 enlace
ko: 링크 1개

# SharedMedia.Link_2
source: 2 links
ar: رابطين
es: 2 enlaces
it: 2 link
ko: 링크 2개

# SharedMedia.Link_3_10
source: %@ links
ar: %@ روابط
es: %@ enlaces
it: %@ link
ko: 링크 %@개

# SharedMedia.Link_any
source: %@ links
ar: %@ رابط
es: %@ enlaces
it: %@ link
ko: 링크 %@개

# Compose.NewChannelButton
source: New Channel
ar: قناة جديدة
es: Nuevo canal
it: Nuovo canale
ko: 새 채널

# Channels.Title
source: Channels
ar: قنوات
es: Canales
it: Canali
ko: 채널들

# Compose.NewChannel
source: New Channel
ar: قناة جديدة
es: Nuevo canal
it: Nuovo canale
ko: 새 채널

# GroupInfo.ChannelListNamePlaceholder
source: Channel Name
ar: اسم القناة
es: Nombre del canal
it: Nome del canale
ko: 채널명

# Channel.MessagePhotoUpdated
source: Channel photo updated
ar: تم تحديث صورة القناة
es: Foto del canal actualizada
it: Foto del canale aggiornata
ko: 채널 사진 업데이트됨

# Channel.MessagePhotoRemoved
source: Channel photo removed
ar: تم حذف صورة القناة
es: Foto del canal eliminada
it: Foto del canale rimossa
ko: 채널 사진 삭제됨

# Channel.MessageTitleUpdated
source: Channel renamed to "%@"
ar: تم تغيير اسم القناة إلى "%@"
es: Canal renombrado a “%@”
it: Canale rinominato in "%@"
ko: 채널명이 "%@"로 변경됨

# Channel.TitleInfo
source: Channel Info
ar: معلومات القناة
es: Información
it: Info canale
ko: 채널 정보

# Channel.UpdatePhotoItem
source: Set Channel Photo
ar: تعيين صورة القناة
es: Poner foto del canal
it: Imposta la foto del canale
ko: 채널 사진 설정

# Channel.AboutItem
source: about
ar: حول
es: acerca de
it: info
ko: 정보
