Repository: peter-iakovlev/Telegram
Catalog: Telegraph/*.lproj/Localizable.strings
Languages: ar, es, it, ko

# Channel.LinkItem
source: share link
ar: شارك الرابط
es: compartir enlace
it: condividi link
ko: 링크 공유

# Channel.Edit.AboutItem
source: Description
ar: الوصف
es: Descripción
it: Descrizione
ko: 설명

# Channel.Edit.LinkItem
source: Link
ar: الرابط
es: Enlace
ko: 링크

# Channel.Username.Title
source: Link
ar: الرابط
es: Enlace
ko: 링크

# Channel.Username.Help
source: You can choose a channel name on **Telegram**. If you do, other people will be able to find your channel by this name. You can use **a-z**, **0-9** and underscores. Minimum length is **5** characters.
ar: يمكنك اختيار اسم القناة في **تيليجرام**. إذا قمت بذلك، سيستطيع الناس إيجاد قناتك باستخدام هذا الاسم. تستطيع استخدام حروف اللغة الإنجليزية وأرقامها وكذلك الخط. لا بد من استخدام ٥ حروف على الأقل.
es: Puedes elegir un nombre de canal en **Telegram**. Si lo haces, otras personas podrán encontrar tu canal por ese nombre. Puedes usar **a-z**, **0-9** y guiones bajos. La longitud mínima es de **5** caracteres.
it: Puoi scegliere un nome per il canale su **Telegram**. Se lo fai, le altre persone potranno trovare il tuo canale tramite questo nome. Puoi usare **a-z**, **0-9** e underscore. La lunghezza minima è di **5** caratteri.
ko: **Telegram**에서 채널명을 선택 할 수 있습니다. 설정을 하셨을 경우 다른 유저들이 검색할 수 있습니다. 채널명으로 **a-z**, **0-9** 과 _ 를 사용가능하며, 최소 **5** 글자 이상을 기입하셔야 합니다

# Channel.Username.LinkHint
source: This link opens your channel in Telegram:[ https://t.me/%@]
ar: هذا الرابط سيفتح قناتك في تيليجرام:[ http://t.me/%@]
es: Este enlace abre un canal contigo en Telegram:[ https://t.me/%@]
it: Questo link apre il tuo canale su Telegram:[ https://t.me/%@]
ko: 이 링크는 회원님의 텔레그램 채널로 이동합니다.:[ https://t.me/%@]

# Channel.Username.InvalidTooShort
source: Channel names must have at least 5 characters.
ar: اسم القناة يجب أن يتكوّن من ٥ حروف على الأقل.
es: El nombre del canal debe tener al menos 5 caracteres.
it: I nomi dei canali devono avere almeno 5 caratteri.
ko: 채널명은 최소 5 글자 이상 입력해야 합니다.

# Channel.Username.InvalidStartsWithNumber
source: Channel names can't start with a number.
ar: أسماء القنوات لا يمكن أن تبدأ برقم.
es: El nombre del canal no puede comenzar con un número.
it: I nomi dei canali non possono iniziare con un numero.
ko: 채널명은 숫자로 시작 할 수 없습니다.

# Channel.Username.InvalidCharacters
source: Sorry, this name is invalid.
ar: المعذرة، الاسم غير مقبول.
es: Lo sentimos, este nombre es inválido.
it: Spiacenti, questo nome non è valido.
ko: 올바르지 않은 이름입니다.

# Channel.Username.InvalidTaken
source: Sorry, this name is already taken.
ar: المعذرة، هذا الاسم تم اختياره مسبقًا.
es: Lo sentimos, este nombre ya está ocupado.
it: Spiacenti, questo nome è già stato preso.
ko: 이미 사용 중인 이름입니다.

# Channel.Username.CheckingUsername
source: Checking name...
ar: جاري مراجعة الاسم...
es: Verificando nombre...
it: Controllo il nome...
ko: 이름 확인 중..

# Channel.Username.UsernameIsAvailable
source: %@ is available.
ar: %@ متاح.
es: %@ está disponible.
it: %@ è disponibile
ko: %@ 사용 가능합니다

# Channel.Share
source: Share
ar: مشاركة
es: Compartir
it: Condividi
ko: 공유

# Channel.LeaveChannel
source: Leave Channel
ar: غادر القناة
es: Salir del canal
it: Lascia il canale
ko: 채널 나가기

# Channel.About.Title
source: Description
ar: الوصف
es: Descripción
it: Descrizione
ko: 설명

# Channel.About.Placeholder
source: Description
ar: الوصف
es: Descripción
it: Descrizione
ko: 설명

# Channel.About.Help
source: You can provide an optional description for your channel.
ar: يمكنك كتابة وصف اختياري لقناتك.
es: Puedes poner una descripción para tu canal.
it: Puoi inserire una descrizione opzionale per il tuo canale.
ko: 채널에 추가 설명을 제공 할 수 있습니다

# Group.About.Help
source: You can provide an optional description for your group.
ar: يمكنك كتابة وصف اختياري لمجموعتك.
es: Puedes poner una descripción para tu grupo.
it: Puoi inserire una descrizione opzionale per il tuo gruppo.
ko: 그룹에 추가 설명을 제공 할 수 있습니다.

# Channel.About.Error
source: An error occurred.
ar: حدث خطأ.
es: Ocurrió un error.
it: Si è verificato un errore.
ko: 오류가 발생했습니다.

# Channel.ShareNoLink
source: Please select a link for your channel so that people can find it in search.
ar: فضلًا اختر رابط لقناتك ليتمكن الناس من البحث عنها والدخول إليها.
es: Por favor, elige un enlace para tu canal. Así, las personas podrán encontrarlo en la búsqueda.
it: Per favore seleziona un link per il tuo canale in modo che possa essere trovato nella ricerca.
ko: 검색에서 유저들이 찾을 수 있게 채널 링크를 선택해 주세요.

# Channel.Status
source: channel
ar: قناة
es: canal
it: canale
ko: 채널

# Group.Status
source: group
ar: مجموعة
es: grupo
it: gruppo
ko: 그룹

# Compose.NewChannel.Members
source: MEMBERS
ar: أعضاء
es: MIEMBROS
it: MEMBRI
ko: 구성원

# Compose.NewChannel.AddMember
source: Add Member...
ar: إضافة عضو...
es: Añadir miembro...
it: Aggiungi membro...
ko: 구성원 추가

# Compose.NewChannel.AddMemberHelp
source: You can invite your contacts to join the channel right now or add them later.
ar: يمكنك دعوة جهات الاتصال الخاصة بك لقناتك الآن أو إضافتهم لاحقًا.
es: Puedes invitar a tus contactos a unirse al canal ahora, o añadirlos más tarde.
it: Puoi invitare i tuoi contatti nel canale adesso o aggiungerli in seguito.
ko: 주소록에 있는 친구분들을 채널로 초대하거나 나중에 초대 할 수 있습니다

# Channel.NotificationSelfAdded
source: %@ added you to this channel
ar: %@ قام بإضافتك لهذه القناة
es: %@ te añadió a este canal
it: %@ ti ha aggiunto a questo canale
ko: 이 채널에 %@님이 초대하였습니다.

# ChannelInfo.ConfirmLeave
source: Leave Channel
ar: غادر القناة
es: Salir del canal
it: Lascia il canale
ko: 채널 나가기

# Channel.JoinChannel
source: Join
ar: اشترك
es: Unirme
it: Unisciti
ko: 들어가기

# Forward.ChannelReadOnly
source: Sorry, you can't post to this channel.
ar: المعذرة، لا يمكنك النشر في هذه القناة.
es: Lo sentimos, no puedes publicar en este canal.
it: Spiacenti, non puoi pubblicare in questo canale.
ko: 채널에 글을 쓸 수 없습니다.

# Conversation.InfoChannel
source: Channel
ar: قناة
es: Canal
it: Canale
ko: 채널

# Channel.ErrorAccessDenied
source: Sorry, this channel is private.
ar: المعذرة، هذه القناة خاصة.
es: Lo sentimos, este canal es privado.
it: Spiacenti, questo canale è privato.
ko: 비공개 채널입니다.

# Conversation.InputTextBroadcastPlaceholder
source: Broadcast
ar: رسالة جماعية
es: Difusión
it: Post
ko: 단체 메시지

# Channel.NotificationCommentsEnabled
source: Comments are enabled
ar: التعليقات مفعلة
es: Los comentarios están activados
it: I commenti sono abilitati
ko: 코멘트 활성화됨

# Channel.NotificationCommentsDisabled
source: Comments are disabled
ar: التعليقات معطلة
es: Los comentarios están desactivados
it: I commenti sono disabilitati
ko: 코멘트 비활성화됨

# Channel.Edit.EnableComments
source: Comments
ar: التعليقات
es: Comentarios
it: Commenti
ko: 코멘트

# Channel.TitleShowDiscussion
source: show comments
ar: إظهار التعليقات
es: mostrar comentarios
it: mostra commenti
ko: 코멘트 보기

# Channel.ShareChannel
source: Share
ar: مشاركة
es: Compartir
it: Condividi
ko: 공유

# Channel.NotificationComments_1
source: 1 comment
ar: تعليق
es: 1 comentario
it: 1 commento
ko: 코멘트 1개

# Channel.NotificationComments_2
source: 2 comments
ar: تعليقان
es: 2 comentarios
it: 2 commenti
ko: 코멘트 2개

# Channel.NotificationComments_3_10
source: %@ comments
ar: %@ تعليقات
es: %@ comentarios
it: %@ commenti
ko: 코멘트 %@개

# Channel.NotificationComments_any
source: %@ comments
ar: %@ تعليق
es: %@ comentarios
it: %@ commenti
ko: 코멘트 %@개

# Channel.NotificationLoading
source: Loading...
ar: جاري التحميل ...
es: Cargando...
it: Carico...
ko: 불러오는 중..

# Conversation.InputTextDisabledPlaceholder
source: Comments are disabled
ar: التعليقات معطلة
es: Los comentarios están desactivados
it: I commenti sono disabilitati
ko: 코멘트들이 비활성화됨...

# Compose.ChannelTokenListPlaceholder
source: Search for contacts or usernames
ar: البحث عن جهات الاتصال والمعرفات
es: Buscar contactos o alias
it: Cerca contatti o username
ko: 연락처 혹은 아이디 검색

# Compose.GroupTokenListPlaceholder
source: Search for contacts or usernames
ar: البحث عن جهات الاتصال والمعرفات
es: Buscar contactos o alias
it: Cerca contatti o username
ko: 연락처 혹은 아이디 검색

# Compose.ChannelMembers
source: Members
ar: الأعضاء
es: Miembros
it: Membri
ko: 구성원

# Channel.Setup.TypeHeader
source: CHANNEL TYPE
ar: نوع القناة
es: TIPO DE CANAL
it: TIPO DI CANALE
ko: 채널 종류

# Channel.Setup.TypePrivate
source: Private
ar: خاصة
es: Privado
it: Privato
ko: 비공개

# Channel.Setup.TypePublic
source: Public
ar: عامة
es: Público
it: Pubblico
ko: 공개

# Channel.Setup.TypePublicHelp
source: Public channels can be found in search, anyone can join them.
ar: القنوات العامة يمكن إيجادها من الخلال البحث، أي شخص يستطيع الدخول إليها.
es: Cualquiera puede unirse a los canales públicos, tras encontrarlos en la búsqueda.
it: I canali pubblici possono essere trovati nella ricerca, chiunque può unirsi.
ko: 공개 채널은 검색이 가능하며, 누구나 입장 가능합니다

# Channel.Setup.TypePrivateHelp
source: Private channels can only be joined via an invite link.
ar: القنوات الخاصة يمكن الدخول إليها فقط عن طريق رابط الدعوة.
es: Puedes unirte a canales privados sólo con enlaces de invitación.
it: È possibile unirsi ai canali privati solo tramite link d'invito.
ko: 비공개 채널은 초대 링크로만 입장 가능합니다.

# Channel.Setup.Title
source: Channel
ar: قناة
es: Canal
it: Canale
ko: 채널

# Channel.Username.CreatePublicLinkHelp
source: People can share this link with others and find your channel using Telegram search.
ar: يستطيع الناس مشاركة هذا الرابط مع غيرهم ويمكنهم إيجاد قناتك من خلال البحث في تيليجرام.
es: Las personas pueden compartir este enlace con los demás y encontrar tu canal usando la búsqueda de Telegram.
it: Le persone possono condividere questo link con gli altri e trovare il tuo canale usando la ricerca di Telegram.
ko: 텔레그램 검색을 통하여 다른 유저들이 채널을 찾을 수 있습니다.

# Channel.Username.CreatePrivateLinkHelp
source: People can join your channel by following this link. You can revoke the link at any time.
ar: يستطيع الناس الدخول إلى قناتك من خلال الرابط أدناه. يمكنك تعطيل هذا الرابط في أي وقت.
es: Las personas pueden unirse a tu canal siguiendo este enlace. Puedes anular el enlace en cualquier momento.
it: Le persone possono unirsi al tuo canale tramite questo link. Puoi revocare il link in ogni momento.
ko: 이 링크를 통하여 다른 유저들이 채널에 입장 할 수 있습니다. 이 링크는 언제든지 폐기 가능합니다.

# Channel.Username.CreateCommentsEnabled
source: Comments
ar: التعليقات
es: Comentarios
it: Commenti
ko: 코멘트들

# Channel.Username.CreateCommentsHelp
source: If you enable comments, members will be able to discuss your post in the channel.
ar: إذا قمت بتفعيل التعليقات، الأعضاء سيتمكنون من مناقشة ما تنشره في قناتك.
es: Si activas los comentarios, los miembros podrán hablar de tu mensaje en el canal.
it: Se attivi i commenti, i membri potranno discutere quello che pubblichi nel canale.
ko: 코멘트를 허용할 경우, 유저들이 회원님 글에 대하여 코멘트 등록이 가능합니다.

# Channel.Setup.PublicNoLink
source: Please choose a link for your public channel, so that people can find it in search and share with others. If you're not interested, we suggest creating a private channel instead.
ar: فضلًا اختر رابط لقناتك العامة ليتمكن الناس من إيجادها من خلال البحث ومشاركتها مع غيرهم. إلى لم ترغب بذلك، يفضّل إنشاء قناة خاصة بدلًا من العامة.
es: Por favor, elige un enlace para tu canal público. Así, las personas podrán encontrarlo en la búsqueda y compartirlo con otros. Si no estás interesado, te sugerimos crear un canal privado.
it: Per favore scegli un link per il tuo canale pubblico, in modo che possa essere trovato nella ricerca e condiviso con altri. Se non sei interessato, ti consigliamo di creare un canale privato.
ko: 유저들이 공개 채널에 대하여 검색 및 공유가 가능하도록 링크를 선택하여 주세요. 채널을 공개하시지 싫으실 경우, 비공개 채널을 추천드립니다.

# Channel.Edit.PrivatePublicLinkAlert
source: Please note that if you choose a public link for your channel, anyone will be able to find it in search and join. Do not create this link if you want your channel to stay private.
ar: يرجى ملاحظة أنه في حال اخترت رابط عام لقناتك، سيستطيع أي شخص إيجادها من خلال البحث والدخول إليها. لا تقم بإنشاء هذا الرابط إذا رغبت في أن تستمر قناتك خاصة.
es: Por favor, ten en cuenta que si eliges un enlace público para tu canal, cualquiera podrá encontrarlo en la búsqueda y unirse. No crees este enlace si quieres que tu canal sea privado.
it: Per favore ricorda che se scegli un link pubblico per il tuo canale, chiunque potrà trovarlo nella ricerca e unirsi. Non creare questo link se vuoi che il tuo canale rimanga privato.
ko: 채널에 대한 공개링크를 선택하신 경우, 누구나 검색을 통하여 입장 가능합니다. 비공개 채널로 유지를 하시고 싶으실 경우 링크 생성을 하지 말아주세요

# Channel.Info.Description
source: description
ar: الوصف
es: descripción
it: descrizione
ko: 설명

# Channel.Info.Management
source: Admins
ar: المشرفون
es: Administradores
it: Amministratori
ko: 관리자

# Channel.Info.BlackList
source: Blacklist
ar: قائمة المحظورين
es: Suspendidos
it: Lista nera
ko: 블랙리스트

# Channel.Info.Members
source: Members
ar: الأعضاء
es: Miembros
it: Membri
ko: 구성원

# Channel.Members.AddMembers
source: Add Members
ar: إضافة أعضاء
es: Añadir miembros
it: Aggiungi membri
ko: 구성원 추가

# Channel.Members.AddMembersHelp
source: Only channel admins can see this list.
ar: فقط المشرفون يمكنهم مشاهدة هذه القائمة.
es: Sólo los administradores del canal pueden ver esta lista.
it: Solo gli amministratori del canale possono vedere questa lista.
ko: 채널 관리자만 리스트를 볼 수 있습니다.

# Channel.Members.Title
source: Members
ar: الأعضاء
es: Miembros
it: Membri
ko: 구성원

# Channel.BlackList.Title
source: Banned
ar: قائمة المحظورين
es: Suspendidos
it: Lista nera
ko: 블랙리스트

# Channel.Management.Title
source: Admins
ar: المشرفون
es: Administradores
it: Amministratori
ko: 관리자

# Channel.Management.LabelCreator
source: Creator
ar: المنشئ
es: Creador
it: Creatore
ko: 생성자

# Channel.Management.LabelModerator
source: Admin
ar: المراقب
es: Moderador
it: Moderatore
ko: 관리자

# Channel.Management.LabelEditor
source: Admin
ar: مشرف
es: Administrador
it: Amministratore
ko: 관리자

# Channel.Management.AddModerator
source: Add Admin
ar: إضافة مشرف
es: Añadir administrador
it: Aggiungi amministratore
ko: 관리자 추가

# Channel.Management.AddModeratorHelp
source: You can add admins to help you manage your channel.
ar: يمكنك إضافة مشرفون لمساعدتك في إدارة قناتك.
es: Puedes añadir administradores para que te ayuden en el canal.
it: Puoi aggiungere amministratori per farti aiutare a gestire il tuo canale.
ko: 채널 관리를 도울 수 있는 관리자를 추가 할 수 있습니다.

# Channel.Members.Kick
source: Remove
ar: حذف
es: Eliminar
it: Rimuovi
ko: 삭제

# Channel.Management.Remove
source: Remove
ar: حذف
es: Eliminar
it: Rimuovi
ko: 삭제

# Conversation.InputTextCommentPlaceholder
source: Comment
ar: تعليق
es: Comentario
it: Commento
ko: 코멘트

# Channel.Members.InviteLink
source: Invite via Link
ar: استخدم رابط دعوة
es: Invitar con un enlace
it: Invita tramite link
ko: 링크를 통해 초대

# Channel.Management.ErrorNotMember
source: %@ hasn't joined the channel yet. Do you want to invite them?
ar: %@ لم يقم بالدخول إلى القناة بعد. فضلًا، هل ترغب في دعوتهم؟
es: %@ no está en el canal todavía. Por favor, invítalo primero.
it: %@ non si è ancora unito al canale. Vuoi invitarlo?
ko: 아직 %@님이 채널에 입장하지 않았습니다. 초대하시겠습니까?

# Channel.Moderator.AccessLevelHeader
source: ACCESS LEVEL
ar: درجة الصلاحية
es: NIVEL DE ACCESO
it: LIVELLO DI ACCESSO
ko: 조회 레벨

# Channel.Moderator.AccessLevelEditor
source: Editor
ar: المحرر
it: Editore
ko: 수정자

# Channel.Moderator.AccessLevelModerator
source: Admin
ar: المراقب
es: Moderador
it: Moderatore
ko: 관리자

# Channel.Moderator.AccessLevelModeratorHelp
source: Moderators can remove comments by users and manage the channel's blacklist. Moderators can't change the channel's name, link, photo and description.
ar: المراقبين يمكنهم حذف تعليقات المستخدمين وإدارة قائمة المحظورين. المراقبين لا يمكنهم تغيير اسم القناة، رابطها، صورتها، أو وصفها.
es: Los moderadores pueden eliminar comentarios de los usuarios y administrar los suspendidos del canal. Los moderadores no pueden cambiar el nombre del canal, enlace, foto o descripción.
it: I moderatori possono rimuovere i commenti degli utenti e gestire la lista nera del canale. I moderatori non possono cambiare il nome, il link, la foto e la descrizione del canale.
ko: 관리자는 채널 블랙리스트 관리 및 코멘트 삭제가 가능합니다. 관리자는 채널명, 링크, 사진과 설명을 수정할 수 없습니다.

# Channel.Moderator.AccessLevelEditorHelp
source: Editors can post as the channel, manage the blacklist and remove posts. Editors can't change the channel's name, link, photo and description.
ar: المحررين يمكنهم استخدام القناة لنشر المحتوى، إدارة قائمة المحظورين، وحذف ما يتم نشره. المحررين لا يمكنهم تغيير اسم القناة، رابطها، صورتها، أو وصفها.
es: Los editores pueden publicar a nombre del canal, administrar los suspendidos y eliminar publicaciones. Los editores no pueden cambiar el nombre del canal, enlace, foto o descripción.
it: Gli editori possono pubblicare nel canale, gestire la lista nera e rimuovere le pubblicazioni. Gli editori non possono cambiare il nome, il link, la foto e la descrizione del canale.
ko: 수정자는 채널 블랙 리스트 관리, 글 삭제 및 쓰기가 가능합니다. 수정자는 채널명, 링크, 사진과 설명을 수정 할 수 없습니다.

# Channel.Moderator.AccessLevelRevoke
source: Dismiss Admin
ar: أقل المراقب
es: Eliminar moderador
it: Rimuovi moderatore
ko: 관리자 권한 취소

# Channel.Moderator.Title
source: Admin
ar: المراقب
es: Moderador
it: Moderatore
ko: 관리자

# Notification.ChannelInviter
source: %@ invited you to this channel
ar: %@ قام بدعوتك لهذه القناة
es: %@ te invitó a este canal
it: %@ ti ha invitato in questo canale
ko: %@님이 채널에 초대하였습니다.

# Notification.ChannelInviterSelf
source: You joined this channel
ar: لقد قمت بالإشتراك في لقناة.
es: Te uniste a este canal
it: Ti sei unito a questo canale
ko: 채널에 참여하였습니다.

# Notification.GroupInviter
source: %@ invited you to this group
ar: %@ قام بدعوتك لهذه المجموعة
es: %@ te invitó a este grupo
it: %@ ti ha invitato in questo gruppo
ko: 그룹에 %@님께서 초대하셨습니다.

# Notification.GroupInviterSelf
source: You joined this group
ar: لقد قمت بالدخول لهذه المجموعة
es: Te uniste a este grupo
it: Ti sei unito a questo gruppo
ko: 그룹에 참여하였습니다.

# ChannelInfo.DeleteChannel
source: Delete Channel
ar: حذف القناة
es: Eliminar canal
it: Elimina canale
ko: 채널 삭제

# ChannelInfo.DeleteChannelConfirmation
source: Wait! Deleting this channel will remove all members and all messages will be lost. Delete the channel anyway?
ar: لحظة! حذف هذه القناة سيزيل كافة الأعضاء والرسائل سيتم حذفها. هل أنت متأكد من رغبتك في حذف القناة؟
es: ¡Espera! Al eliminar este canal, todos los miembros y mensajes se perderán. ¿Quieres eliminarlo?
it: Aspetta! Eliminando il canale rimuoverai tutti i membri e tutti i messaggi saranno persi. Vuoi comunque eliminare il canale?
ko: 이 채널을 삭제하실 경우 모든 구성원과 메시지를 삭제를 하게되며 복구가 안됩니다. 그래도 채널을 삭제하시겠습니까?

# Channel.Username.InvalidTooManyUsernames
source: Sorry, you have created too many public channels. You can either create a private channel or delete one of your existing channels first.
ar: المعذرة، قمت بإنشاء قنوات عامة كثيرة. يمكنك إنشاء قناة خاصة أو حذف أحد القنوات العامة أولًا.
es: Lo sentimos, has creado demasiados canales públicos. Puedes crear un canal privado o eliminar uno de tus canales públicos existentes primero.
it: Spiacenti, hai creato troppi canali pubblici. Puoi creare un canale privato o eliminare un tuo canale esistente.
ko: 죄송하지만, 너무 많은 공개 채널을 생성하였습니다. 기존 공개 채널을 삭제하시거나 비공개 채널을 생성할 수 있습니다.

# ChannelInfo.ChannelForbidden
source: Sorry, the channel "%@" is no longer accessible.
ar: المعذرة، قناة "%@" لم تعد متاحة.
es: Lo sentimos, el canal “%@” ya no es accesible.
it: Spiacenti, il canale "%@" non è più accessibile.
ko: 죄송합니다, "%@" 채널은 더 이상 접근이 불가능 합니다.

# PhotoEditor.FadeTool
source: Fade
ar: تلاشي
es: Desvanecer
it: Sfumatura
ko: 흐리기

# PhotoEditor.TintTool
source: Tint
ar: تظليل
es: Matiz
it: Colore
ko: 색조

# PhotoEditor.TintIntensity
source: Tint Intensity
ar: درجة التظليل
es: Intensidad de matiz
it: Intensità colore
ko: 색조 강도

# PhotoEditor.ShadowsTint
source: Shadows
ar: الظل
es: Sombras
it: Ombre
ko: 그림자

# PhotoEditor.HighlightsTint
source: Highlights
ar: التفتيح
es: Iluminaciones
it: Alte luci
ko: 하이라이트

# PhotoEditor.CurvesTool
source: Curves
ar: المنحنيات
es: Curvas
it: Curve
ko: 커브

# PhotoEditor.CurvesAll
source: All
ar: الكل
es: Todo
it: Tutto
ko: 전체

# PhotoEditor.CurvesRed
source: Red
ar: أحمر
es: Rojo
it: Rosso
ko: 빨강

# PhotoEditor.CurvesGreen
source: Green
ar: أخضر
es: Verde
it: Verde
ko: 초록

# PhotoEditor.CurvesBlue
source: Blue
ar: أزرق
es: Azul
it: Blu
ko: 파랑

# Channel.ErrorAddBlocked
source: Sorry, you can't add this user to channels.
ar: المعذرة، لا يمكنك إضافة هذا المستخدم للقنوات.
es: Lo sentimos, no puedes añadir a este usuario a canales.
it: Spiacenti, non puoi aggiungere questo utente ai canali.
ko: 죄송합니다, 이 유저를 채널에 추가 할 수 없습니다.

# Channel.ErrorAddTooMuch
source: Sorry, you can only add the first 200 members to a channel. Note that an unlimited number of people may join via the channel's link.
ar: المعذرة، يمكنك إضافة أول ٢٠٠ عضو للقناة فقط. يمكن لعدد غير محدود من الأعضاء الدخول للقناة عن طريق رابط القناة.
es: Lo sentimos, sólo puedes añadir a los primeros 200 miembros a un canal. Sin embargo, una cantidad ilimitada de personas pueden unirse por el enlace del canal.
it: Spiacenti, puoi aggiungere solo i primi 200 membri a un canale. Ricorda che un numero illimitato di persone potrebbe unirsi tramite il link del canale.
ko: 죄송합니다, 채널에는 첫 200명까지만 초대가 가능합니다. 채널 링크를 통하여 무제한 입장이 가능합니다.

# ChannelIntro.Title
source: What is a Channel?
ar: ما هي القنوات؟
es: ¿Qué es un canal?
it: Cos'è un canale?
ko: 채널이 무엇인가요?

# ChannelIntro.Text
source: Channels are a new tool for broadcasting your messages to large audiences.
ar: القنوات هي أداة جديدة للرسائل الجماعية لمجموعة كبيرة من المستقبلين.
es: Los canales son una nueva herramienta para difundir tus mensajes a grandes audiencias.
it: I canali sono un nuovo strumento per diffondere i tuoi messaggi a un grande pubblico.
ko: 채널은 많은 유저들에게 메시지를 한번에 전송 할 수 있 는 새로운 기능입니다.

# ChannelIntro.CreateChannel
source: Create Channel
ar: إنشاء قناة
es: Crear canal
it: Crea un canale
ko: 채널 만들기

# ShareMenu.Send
source: Send
ar: إرسال
es: Enviar
it: Invia
ko: 보내기

# Conversation.ReportSpam
source: Report Spam
ar: الإبلاغ عن إزعاج
es: Reportar spam
it: Segnala spam
ko: 스팸 신고

# Conversation.ReportSpamConfirmation
source: Are you sure you want to report spam from this user?
ar: هل أنت متأكد من رغبتك في الإبلاغ عن هذا المستخدم كغير مرغوب به؟
es: ¿Quieres reportar el spam de este usuario?
it: Sei sicuro di voler segnalare questo utente come spam?
ko: 이 유저 메시지를 스팸신고 하시겠습니까?

# SharedMedia.EmptyMusicText
source: All music shared in this chat will appear here.
ar: كافة الموسيقى المرسلة في هذه المحادثة ستظهر هنا
es: Aquí aparecerá la música compartida en este chat.
it: Tutta la musica condivisa in questa chat apparirà qui.
ko: 이 대화에서 공유된 모든 음악파일이 표시됩니다.

# ChatSettings.AutoPlayAnimations
source: Autoplay GIFs
ar: تشغيل تلقائي للصور المتحركة
es: Autorreproducción de GIF
it: Autoriproduzione GIF
ko: GIF 자동재생

# GroupInfo.ChatAdmins
source: Add Admins
ar: إضافة مشرف
es: Añadir administradores
it: Aggiungi amministratori
ko: 관리자 추가

# ChatAdmins.Title
source: Chat Admins
ar: مشرفو المحادثة
es: Administradores
it: Amministratori
ko: 관리자 대화

# ChatAdmins.AllMembersAreAdmins
source: All Members Are Admins
ar: جميع الأعضاء مشرفين
es: Todos son administradores
it: Tutti sono amministratori
ko: 모든 구성원을 관리자로 설정

# ChatAdmins.AllMembersAreAdminsOnHelp
source: All members can add new members, edit name and photo of the group.
ar: جميع أعضاء القناة يستطيعون إضافة وحذف الأعضاء، والتعديل على اسم وصورة المجموعة.
es: Todos pueden añadir nuevos miembros, editar el nombre y la foto del grupo.
it: Tutti i membri possono aggiungere nuovi membri, modificare nome e foto del gruppo.
ko: 그룹에 있는 모든 구성원은 상대 초대, 이름 및 사진을 수정할 수 있습니다.
