Repository: peter-iakovlev/Telegram
Catalog: Telegraph/*.lproj/Localizable.strings
Languages: ar, es, it, ko

# StickerPack.MaskCount_3_10
source: %@ masks
ar: %@ أقنعة
es: %@ máscaras
it: %@ maschere
ko: 마스크 %@ 개

# StickerPack.MaskCount_any
source: %@ masks
ar: %@ قناع
es: %@ máscaras
it: %@ maschere
ko: 마스크 %@ 개

# StickerPack.Add
source: Add
ar: إضافة
es: Añadir
it: Aggiungi
ko: 추가

# StickerPack.AddMaskCount_1
source: Add 1 Mask
ar: إضافة قناع
es: Añadir 1 máscara
it: Aggiungi 1 maschera
ko: 마스크 1개 추가

# StickerPack.AddMaskCount_2
source: Add 2 Masks
ar: إضافة قناعين
es: Añadir 2 máscaras
it: Aggiungi 2 maschere
ko: 마스크 2개 추가

# StickerPack.AddMaskCount_3_10
source: Add %@ Masks
ar: إضافة %@ أقنعة
es: Añadir %@ máscaras
it: Aggiungi %@ maschere
ko: 마스크 %@개 추가

# StickerPack.AddMaskCount_any
source: Add %@ Masks
ar: إضافة %@ قناع
es: Añadir %@ máscaras
it: Aggiungi %@ maschere
ko: 마스크 %@개 추가

# StickerPack.Remove
source: Remove
ar: حذف
es: Quitar
it: Rimuovi
ko: 삭제

# StickerPack.RemoveMaskCount_1
source: Remove 1 Mask
ar: حذف قناع
es: Quitar 1 máscara
it: Rimuovi 1 maschera
ko: 마스크 1개 삭제

# StickerPack.RemoveMaskCount_2
source: Remove 2 Masks
ar: حذف قناعين
es: Quitar 2 máscaras
it: Rimuovi 2 maschere
ko: 마스크 2개 삭ㅈ

# StickerPack.RemoveMaskCount_3_10
source: Remove %@ Masks
ar: حذف %@ أقنعة
es: Quitar %@ máscaras
it: Rimuovi %@ maschere
ko: 마스크 %@개 삭제

# StickerPack.RemoveMaskCount_any
source: Remove %@ Masks
ar: حذف %@ قناع
es: Quitar %@ máscaras
it: Rimuovi %@ maschere
ko: 마스크 %@개 삭제

# Conversation.BotInteractiveUrlAlert
source: Allow %@ to pass your Telegram name and id (not your phone number) to pages you open with this bot?
ar: هل ترغب في السماح لـ %@ بإرسال معرفك (ليس رقم هاتفك) الخاص بتيليجرام واسمك للصفحات التي تفتحها من خلال هذا البوت؟
es: ¿Permites a %@ entregar tu nombre e id de Telegram (no tu número de teléfono) a los sitios web que abres a través de este bot?
it: Consentire a %@ di trasmettere il tuo nome e id Telegram (non il tuo numero di telefono) alle pagine che apri tramite questo bot?
ko: 이 bot을 통하여 %@이 텔레그램 이름과 아이디를(전화번호 아님) 웹페이지로 전달하시기를 허락하시나요?

# StickerPacksSettings.ArchivedMasks
source: Archived Masks
ar: الأقنعة المؤرشفة
es: Máscaras archivadas
it: Maschere archiviate
ko: 마스크 보관

# StickerSettings.MaskContextInfo
source: If you archive a set of masks, you can quickly restore it later from the Archived Masks section.
ar: إذا قمت بأرشفة حزمة أقنعة، يمكنك استعادتها بسهولة لاحقًا من قسم الأقنعة المؤرشفة.
es: Si archivas un pack de máscaras, puedes restaurarlo después desde la sección de máscaras archivadas.
it: Se archivi un set di maschere, potrai ripristinarlo più tardi dalla sezione delle maschere archiviate.
ko: 보관된 스티커 섹션에서 손쉽게 보관된 스티커를 재설정할 수 있습니다.

# StickerPacksSettings.ArchivedMasks.Info
source: You can have up to 200 sets of masks. Unused sets are archived when you add more.
ar: يمكنك تنصيب ٢٠٠ حزمة أقنعة هنا. سنقوم بأرشفة الحزم الغير مستخدمة عند تجاوز هذا الرقم.
es: Puedes instalar hasta 200 packs de máscaras. Cuando instales más, se archivarán los que no usas.
it: Puoi avere fino a 200 set di maschere installate. I set non usati saranno archiviati quando ne aggiungerai altri.
ko: 최대 200개의 마스크를 설치 할 수 있습니다. 사용하지 않는 마스크는 새로추가시 보관됩니다.

# CloudStorage.Title
source: Cloud Storage
ar: المساحة السحابية
es: Almacenamiento en la nube
it: Archivio cloud
ko: 클라우드 저장소

# Widget.AuthRequired
source: Log in to Telegram
ar: سجل الدخول إلى تيليجرام
es: Iniciar sesión en Telegram
it: Accedi a Telegram
ko: 텔레그램 로그인

# Widget.NoUsers
source: Start messaging to see your friends here
ar: ابدأ بالمراسلة لترى أصدقاءك هنا
es: Empieza a conversar para ver a tus amigos aquí
it: Inizia a messaggiare per vedere i tuoi amici qui
ko: 친구들과 대화를 시작하세요

# Message.GamePreviewLabel
source: GAME
ar: لعبة
es: JUEGO
it: GIOCO
ko: 게임

# ShareMenu.CopyShareLinkGame
source: Copy link to game
ar: انسخ رابط اللعبة
es: Copiar enlace al juego
it: Copia link del gioco
ko: 게임 링크 복사

# Message.PinnedGame
source: pinned a game
ar: ثبت لعبة
es: ancló un juego
it: ha fissato un gioco
ko: 게임 고정함

# Target.ShareGameConfirmationPrivate
source: Share the game with %@?
ar: هل ترغب في مشاركة اللعبة مع %@؟
es: ¿Compartir el juego con %@?
it: Condividere il gioco con "%@"?
ko: %@에게 게임을 공유하겠습니까?

# Target.ShareGameConfirmationGroup
source: Share the game with "%@"?
ar: هل ترغب في مشاركة اللعبة مع "%@"؟
es: ¿Compartir el juego en %@?
it: Condividere il gioco con "%@"?
ko: "%@"에게 게임을 공유하겠습니까?

# Activity.PlayingGame
source: playing game
ar: يلعب لعبة
es: jugando
it: sta giocando a un gioco
ko: 게임 플레이중

# DialogList.SinglePlayingGameSuffix
source: %@ is playing a game
ar: %@ يلعب لعبة
es: %@ está jugando
it: %@ sta giocando a un gioco
ko: %@님이 게임을 플레이중입니다.

# UserInfo.GroupsInCommon
source: Groups In Common
ar: المجموعات المشتركة
es: Grupos en común
it: Gruppi in comune
ko: 공통 그룹

# Conversation.InstantPagePreview
source: INSTANT VIEW
ar: استعراض فوري
es: VISTA RÁPIDA
it: APERTURA RAPIDA
ko: 즉시 보기

# StickerPack.ViewPack
source: View Sticker Set
ar: عرض حزمة الملصقات
es: Ver el pack de stickers
it: Visualizza set di sticker
ko: 스티커 세트 확인

# InstantPage.AuthorAndDateTitle
source: By %1$@ • %2$@
ar: عن طريق %1$@ • %2$@
es: Por %1$@ • %2$@
it: Di %1$@ • %2$@
ko: 작성자 %1$@ • %2$@

# InstantPage.FeedbackButton
source: Leave feedback about this preview
ar: اكتب رأيك بخصوص هذا الإستعراض
es: Enviar comentarios sobre esta vista previa
it: Lascia un feedback su questa anteprima
ko: 미리보기에 대한 의견 남기기

# Conversation.JumpToDate
source: Jump To Date
ar: اذهب لهذا التاريخ
es: Ir a la fecha
it: Vai alla data
ko: 날자로 이동

# Conversation.AddToReadingList
source: Add to Reading List
ar: إضافة إلى قائمة القراءة
es: Añadir a la lista de lectura
it: Aggiungi a “Elenco lettura”
ko: 읽기 리스트에 추가

# AccessDenied.CallMicrophone
source: Telegram needs access to your microphone for voice calls. Please go to Settings > Privacy > Microphone and set Telegram to ON.
ar: يحتاج تيليجرام للسماح له باستخدام الميكروفون لتسجيل الرسائل الصوتية. يرجى الذهاب إلى إعدادات — الخصوصية — الميكروفون ثم قم بتفعيل تيليجرام.
es: Telegram necesita acceso a tu micrófono para las llamadas de voz. Por favor, ve a Ajustes > Privacidad > Micrófono y activa la opción para Telegram.
it: Telegram ha bisogno di accedere al tuo microfono per le chiamate. Vai in Impostazioni > Privacy > Microfono e imposta Telegram su Sì.
ko: Telegram이 음성 전화를 걸기 위하여 마이크에 대한 접근 권한을 필요로 합니다. 설정>'개인 정보 보호>마이크로 가서 Telegram을 활성화하세요.

# Call.EncryptionKey.Title
source: Encryption Key
ar: مفتاح التشفير
es: Clave de cifrado
it: Chiave di crittografia
ko: 암호화 키

# Call.EncryptionKey.Description
source: This image and text were derived from the encryption key for this voice call with %1$@. If they look the same on %2$@'s device, end-to-end encryption is guaranteed.
ar: هذه الصورة والنص تم اشتقاقهم من مفتاح التشفير لهذه المكالمة الصوتية مع %1$@. إذا كانت مطابقة لما يظهر على جهاز %2$@ ، التشفير من البداية للنهاية مضمون.
es: El texto e imagen derivan de la clave de cifrado para la llamada creada con %1$@. Si se ven igual en el dispositivo de %2$@, el cifrado end-to-end está garantizado.
it: L'immagine e il testo sono derivati dalla chiave di crittografia di questa chiamata con %1$@. Se sono uguali sul dispositivo di %2$@, la crittografia end-to-end è garantita.
ko: 이 이미지와 텍스트는 %1$@ 님과의 현재 음성 전화에 대한 비밀키에서 파생된 것입니다. 이 이미지와 텍스트가 %2$@ 님의 휴대전화와 동일하다면 단말기간의 암호화가 정상적으로 진행되고 있음을 보장합니다.

# Application.Name
source: Telegram
ar: تيليجرام

# DialogList.Pin
source: Pin
ar: تثبيت
es: Anclar
it: Fissa
ko: 고정

# DialogList.Unpin
source: Unpin
ar: إزالة التثبيت
es: Desanclar
it: Togli
ko: 고정제거

# DialogList.PinLimitError
source: Sorry, you can pin no more than %@ chats to the top.
ar: المعذرة، يمكنك فقط تثبيت %@ محادثات في الأعلى.
es: Lo sentimos, no puedes anclar más de %@ chats arriba.
it: Spiacenti, non puoi fissare in alto più di %@ chat.
ko: 죄송합니다, 고정할 수 있는 개수는 %@개입니다.

# Conversation.DeleteMessagesForMe
source: Delete for me
ar: احذف لي
es: Eliminar para mí
it: Elimina per me
ko: 나에게만 삭제

# Conversation.DeleteMessagesFor
source: Delete for me and %@
ar: احذف لي ولـ%@
es: Eliminar para mí y %@
it: Elimina per me e %@
ko: 나와 %@에게 삭제

# Conversation.DeleteMessagesForEveryone
source: Delete for everyone
ar: الحذف من الكل
es: Eliminar para todos
it: Elimina per tutti
ko: 모두에게 삭제

# NetworkUsageSettings.Title
source: Network Usage
ar: استخدام الشبكة
es: Uso de red
it: Utilizzo rete
ko: 네트워크 사용량

# NetworkUsageSettings.Cellular
source: Cellular
ar: خلوي
es: Datos móviles
it: Cellulare
ko: 통신사

# NetworkUsageSettings.Wifi
source: Wi-Fi
ar: الواي فاي

# NetworkUsageSettings.GeneralDataSection
source: MESSAGES
ar: الرسائل
es: MENSAJES
it: MESSAGGI
ko: 메시지

# NetworkUsageSettings.MediaImageDataSection
source: PHOTOS
ar: الصور
es: FOTOS
it: FOTO
ko: 사진

# NetworkUsageSettings.MediaVideoDataSection
source: VIDEOS
ar: الڤيديو
es: VÍDEOS
it: VIDEO
ko: 비디오

# NetworkUsageSettings.MediaAudioDataSection
source: AUDIO
ar: الصوتيات
ko: 음성

# NetworkUsageSettings.MediaDocumentDataSection
source: DOCUMENTS
ar: المستندات
es: ARCHIVOS
it: DOCUMENTI
ko: 문서

# NetworkUsageSettings.TotalSection
source: TOTAL BYTES
ar: إجمالي البايتات
es: BYTES TOTALES
it: BYTE TOTALI
ko: 전체 바이트

# NetworkUsageSettings.BytesSent
source: Bytes Sent
ar: بايتات مرسلة
es: Bytes enviados
it: Byte inviati
ko: 보낸 바이트

# NetworkUsageSettings.BytesReceived
source: Bytes Received
ar: بايتات مستقبلة
es: Bytes recibidos
it: Byte ricevuti
ko: 받은 바이트

# NetworkUsageSettings.ResetStats
source: Reset Statistics
ar: مسح الإحصائيات
es: Restablecer estadísticas
it: Azzera statistiche
ko: 통계 초기화

# NetworkUsageSettings.ResetStatsConfirmation
source: Do you want to reset your usage statistics?
ar: هل ترغب في مسح إحصائيات استخدامك؟
es: ¿Quieres restablecer las estadísticas de uso?
it: Vuoi azzerare le tue statistiche di utilizzo?
ko: 사용량 통계를 초기화 하시겠습니까?

# NetworkUsageSettings.CellularUsageSince
source: Cellular usage since %@
ar: استخدام خلوي منذ %@
es: Uso de datos móviles desde el %@
it: Utilizzo cellulare da %@
ko: %@부터 사용된 네트워크

# NetworkUsageSettings.WifiUsageSince
source: Wi-Fi usage since %@
ar: استخدام واي فاي منذ %@
es: Uso de Wi-Fi desde el %@
it: Utilizzo Wi-Fi da %@
ko: %@ 부터 사용된 네트워크

# Settings.CallSettings
source: Voice Calls
ar: مكالمات صوتية
es: Llamadas de voz
it: Chiamate vocali
ko: 음성 전화

# Calls.TabTitle
source: Calls
ar: مكالمات
es: Llamadas
it: Chiamate
ko: 전화

# Calls.All
source: All
ar: الكل
es: Todas
it: Tutte
ko: 전체

# Calls.Missed
source: Missed
ar: فائتة
es: Perdidas
it: Perse
ko: 부재중

# Calls.Clear
source: Clear
ar: مسح
es: Eliminar
it: Cancella
ko: 초기화

# CallSettings.Title
source: Voice Calls
ar: مكالمات صوتية
es: Llamadas de voz
it: Chiamate vocali
ko: 음성 전화

# CallSettings.RecentCalls
source: Recent Calls
ar: آخر المكالمات
es: Llamadas recientes
it: Chiamate recenti
ko: 최근 전화

# CallSettings.TabIcon
source: Show Calls Tab
ar: أظهر قسم المكالمات
es: Mostrar pestaña de llamadas
it: Mostra scheda chiamate
ko: 전화 탭 보기

# CallSettings.TabIconDescription
source: A call icon will appear in the tab bar.
ar: أيقونة اتصال ستظهر على الشريط.
es: Aparecerá un icono en la barra de pestañas.
it: Apparirà un'icona nella barra delle schede.
ko: 전화 아이콘이 탭바에 표시됩니다.

# CallSettings.UseLessData
source: Use Less Data
ar: استخدم بيانات أقل
es: Usar menos datos
it: Utilizza meno dati
ko: 적은 데이터 사용

# CallSettings.Never
source: Never
ar: للأبد
es: Nunca
it: Mai
ko: 거부

# CallSettings.OnMobile
source: On Mobile Network
ar: على شبكة الجوال
es: En redes móviles
it: Con la rete cellulare
ko: 통신사망

# CallSettings.Always
source: Always
ar: دائمًا
es: Siempre
it: Sempre
ko: 항상

# CallSettings.UseLessDataLongDescription
source: Using less data may improve your experience on bad networks, but will slightly decrease audio quality.
ar: استخدام بيانات أقل سيحسن تجربتك مع اتصال الانترنت الضعيف، لكنه سيقوم بتقليل جودة الصوت قليلًا.
es: Usar menos datos puede mejorar tu experiencia en malas conexiones, pero disminuirá ligeramente la calidad de audio.
it: Usare meno dati può migliorare l'esperienza su reti deboli, ma diminuirà leggermente la qualità audio.
ko: 불안정한 네트워크에서 적은 데이터를 사용할 경우 개선이 있을수 있지만, 음성품질이 소폭 하락할 수 있습니다.

# Calls.CallTabTitle
source: Calls Tab
ar: قسم المكالمات
es: Pestaña de llamadas
it: Scheda chiamate
ko: 전화 탭

# Calls.CallTabDescription
source: You can add a Calls Tab to the tab bar.
ar: يمكنك إضافة قسم مكالمات في أعلى الشاشة.
es: Puedes añadir una pestaña de llamadas a la barra de pestañas.
it: Puoi aggiungere una scheda chiamate nella barra delle schede.
ko: 탭 바에 전화 탭을 추가 할 수 있습니다

# Calls.NotNow
source: Not Now
ar: ليس الآن
es: Ahora no
it: Non ora
ko: 지금은 안됨

# Calls.AddTab
source: Add Tab
ar: إضافة قسم
es: Añadir
it: Aggiungi
ko: 탭 추가

# Calls.Search
source: Search calls
ar: ابحث عن مكالمات
es: Buscar llamadas
it: Cerca chiamate
ko: 전화 검색

# Calls.NewCall
source: New Call
ar: مكالمة جديدة
es: Nueva llamada
it: Nuova chiamata
ko: 새로운 전화

# Calls.RatingTitle
source: Please rate the quality of your Telegram call
ar: فضلًا قم بتقييم جودة الاتصال في تيليجرام
es: Por favor, evalúa la calidad de tu llamada en Telegram
it: Per favore valuta la qualità della tua chiamata Telegram
ko: 텔레그램 전화의 품질을 평가해주세요.

# Calls.SubmitRating
source: Submit
ar: إرسال
es: Enviar
it: Invia
ko: 제출

# Call.Seconds_1
source: %@ second
ar: %@ ثانية
es: %@ segundo
it: %@ secondo
ko: %@초

# Call.Seconds_2
source: %@ seconds
ar: %@ ثانيتان
es: %@ segundos
it: %@ secondi
ko: %@초

# Call.Seconds_3_10
source: %@ seconds
ar: %@ ثوانٍ
es: %@ segundos
it: %@ secondi
ko: %@초

# Call.Seconds_any
source: %@ seconds
ar: %@ ثانية
es: %@ segundos
it: %@ secondi
ko: %@초

# Call.Minutes_1
source: %@ minute
ar: %@ دقيقة
es: %@ minuto
it: %@ minuto
ko: %@분

# Call.Minutes_2
source: %@ minutes
ar: %@ دقيقتان
es: %@ minutos
it: %@ minuti
ko: %@분

# Call.Minutes_3_10
source: %@ minutes
ar: %@ دقائق
es: %@ minutos
it: %@ minuti
ko: %@분

# Call.Minutes_any
source: %@ minutes
ar: %@ دقيقة
es: %@ minutos
it: %@ minuti
ko: %@분

# Call.ShortSeconds_1
source: %@ sec
ar: %@ ث
es: %@ s
ko: %@초

# Call.ShortSeconds_2
source: %@ sec
ar: %@ ث
es: %@ s
ko: %@초

# Call.ShortSeconds_3_10
source: %@ sec
ar: %@ ث
es: %@ s
ko: %@초

# Call.ShortSeconds_any
source: %@ sec
ar: %@ ث
es: %@ s
ko: %@초

# Call.ShortMinutes_1
source: %@ min
ar: %@ د
ko: %@ 분

# Call.ShortMinutes_2
source: %@ min
ar: %@ د
ko: %@ 분

# Call.ShortMinutes_3_10
source: %@ min
ar: %@ د
ko: %@ 분

# Call.ShortMinutes_any
source: %@ min
ar: %@ د
ko: %@ 분

# Notification.CallOutgoing
source: Outgoing Call
ar: مكالمات صادرة
es: Llamada saliente
it: Chiamata in uscita
ko: 발신 전화

# Notification.CallIncoming
source: Incoming Call
ar: مكالمات واردة
es: Llamada entrante
it: Chiamata in entrata
ko: 수신 전화

# Notification.CallMissed
source: Missed Call
ar: مكالمات فائتة
es: Llamada perdida
it: Chiamata persa
ko: 부재중 전화

# Notification.CallCanceled
source: Cancelled Call
ar: مكالمات ملغاة
es: Llamada cancelada
it: Chiamata annullata
ko: 취소된 전화

# Notification.CallOutgoingShort
source: Outgoing
ar: الصادرة
es: Saliente
it: In uscita
ko: 발신

# Notification.CallIncomingShort
source: Incoming
ar: الواردة
es: Entrante
it: In entrata
ko: 수신

# Notification.CallMissedShort
source: Missed
ar: الفائتة
es: Perdida
it: Persa
ko: 부재중

# Notification.CallCanceledShort
source: Cancelled
ar: الملغاة
es: Cancelada
it: Annullata
ko: 취ㅗ

# Call.ConnectionErrorTitle
source: Unable to Call
ar: غير قادر على الاتصال
es: No se pudo realizar la llamada
it: Impossibile chiamare
ko: 전화 안됨

# Call.ConnectionErrorMessage
source: Please check your internet connection and try again.
ar: يرجى التحقق من اتصال الإنترنت والمحاولة مرة أخرى.
es: Por favor, revisa tu conexión a internet y reinténtalo.
it: Per favore controlla la tua connessione a Internet e riprova.
ko: 인터넷 연결을 확인한 후 다시 시도해 주세요.

# Call.CallBack
source: Call Back
ar: أعد الاتصال بالرقم
es: Devolver llamada
it: Richiama
ko: 전화 회신

# Call.CallAgain
source: Call Again
ar: اتصل مرة أخرى
es: Llamar de nuevo
it: Richiama
ko: 다시 전화걸기

# Login.PhoneFloodError
source: Sorry, you have deleted and re-created your account too many times recently. Please wait for a few days before signing up again.
ar: المعذرة، قمت بحذف حسابك وإعادة إنشاؤه عدة مرات مؤخرًا. فضلًا انتظر لعدة أيام قبل محاولة إنشاء الحساب من جديد.
es: Has eliminado y vuelto a crear tu cuenta muchas veces recientemente. Por favor, espera algunos días antes de inscribirte de nuevo.
it: Spiacenti, hai eliminato e ricreato il tuo account troppe volte di recente. Per favore attendi alcuni giorni prima di iscriverti di nuovo.
ko: 죄송합니다, 최근에 계정 재가입을 너무 많이 시도하였습니다. 몇일 후에 다시 시도해주세요.

# Checkout.Title
source: Checkout
ar: الدفع
es: Caja
it: Cassa
ko: 체크아웃

# Checkout.TotalAmount
source: Total
ar: الإجمالي
it: Totale
ko: 전체

# Checkout.TotalPaidAmount
source: Total Paid
ar: الإجمالي المدفوع
es: Total pagado
it: Totale pagato
ko: 전체 지불한 금액

# Checkout.PaymentMethod
source: Payment Method
ar: وسيلة الدفع
es: Forma de pago
it: Metodo di pagamento
ko: 결제방법

# Checkout.ShippingMethod
source: Shipping Method
ar: طريقة الشحن
es: Forma de envío
it: Metodo di spedizione
ko: 배송방법

# Checkout.ShippingAddress
source: Shipping Information
ar: معلومات الشحن
es: Información de envío
it: Info di spedizione
ko: 배송정보

# Checkout.Name
source: Name
ar: الاسم
es: Nombre
it: Nome
ko: 이름

# Checkout.Email
source: E-Mail
ar: بريد إلكتروني
ko: 이메일

# Checkout.Phone
source: Phone
ar: هاتف
es: Teléfono
it: Telefono
ko: 전화번호

# Checkout.PayPrice
source: Pay %@
ar: ادفع %@
es: Pagar %@
it: Paga %@
ko: %@ 결제

# Checkout.PayNone
source: Pay
ar: ادفع
es: Pagar
it: Paga
ko: 결제

# Checkout.PaymentMethod.Title
source: Payment Method
ar: وسيلة الدفع
es: Forma de pago
it: Metodo di pagamento
ko: 결제방법

# Checkout.PaymentMethod.New
source: New Card...
ar: بطاقة جديدة...
es: Nueva tarjeta...
it: Nuova carta...
ko: 새로운 신용카드...

# Checkout.NewCard.Title
source: New Card
ar: بطاقة جديدة
es: Nueva tarjeta
it: Nuova carta
ko: 새로운 신용카드

# Checkout.NewCard.PaymentCard
source: PAYMENT CARD
ar: بطاقة الدفع
es: TARJETA DE PAGO
it: CARTA DI CREDITO
ko: 결제 카드

# Checkout.NewCard.SaveInfo
source: Save Payment Information
ar: حفظ معلومات الدفع
es: Guardar información de pago
it: Salva info di pagamento
ko: 결제정보 저장

# Checkout.NewCard.SaveInfoEnableHelp
source: You can save your payment information for future use. Please [turn on Two-Step Verification] to enable this.
ar: يمكنك حفظ معلومات الدفع لاستخدامها لاحقًا. فضلًا قم بتفعيل [التحقق بخطوتين] للتفعيل.
es: Puedes guardar la información de pago para usarla más adelante. Por favor, [activa la verificación en dos pasos] para activar esto.
it: Puoi salvare le tue info di pagamento per uso futuro. Per abilitare questa funzione [attiva la verifica in due passaggi].
ko: 향후 결제정보로 사용할 수 있게 저장 할 수 있습니다. [2단계 인증을 사용하셔서] 활성화 해주세요.

# Checkout.NewCard.SaveInfoHelp
source: You can save your payment information for future use.
ar: يمكنك حفظ معلومات الدفع لاستخدامها لاحقًا.
es: Puedes guardar la información de pago para usarla más adelante.
it: Puoi salvare le tue info di pagamento per uso futuro.
ko: 향후 사용을 위하여 결제정보를 저장 할 수 있습니다.

# Checkout.NewCard.CardholderNameTitle
source: CARDHOLDER
ar: حامل البطاقة
es: TITULAR DE LA TARJETA
it: TITOLARE DELLA CARTA
ko: 카드 소지자

# Checkout.NewCard.CardholderNamePlaceholder
source: Cardholder Name
ar: اسم حامل البطاقة
es: Nombre del titular de la tarjeta
it: Nome del titolare della carta
ko: 카드 소지자 이름

# Checkout.NewCard.PostcodeTitle
source: BILLING ADDRESS
ar: عنوان الدفع
es: DIRECCIÓN DE FACTURACIÓN
it: INDIRIZZO DI FATTURAZIONE
ko: 결제주소

# Checkout.NewCard.PostcodePlaceholder
source: Zip Code
ar: الرمز البريدي
es: Código postal
it: Codice postale
ko: 우편번호

# Checkout.ShippingOption.Title
source: Shipping Method
ar: وسيلة الشحن
es: Forma de envío
it: Metodo di spedizione
ko: 배송방법

# Checkout.ShippingOption.Header
source: CHOOSE SHIPPING METHOD
ar: اختر وسيلة الشحن
es: ELIGE LA FORMA DE ENVÍO
it: SCEGLI METODO DI SPEDIZIONE
ko: 배송방법 선택

# Checkout.ErrorProviderAccountInvalid
source: This bot can't accept payments at the moment. Please try again later.
ar: هذا البوت لا يمكنه استقبال عمليات الدفع في الوقت الحالي. يرجى المحاولة لاحقًا.
es: Este bot no puede aceptar pagos en este momento. Por favor, reinténtalo más tarde.
it: Questo bot non può accettare i pagamenti al momento. Per favore riprova più tardi.
ko: 이봇은 현재 결제를 받을 수 없습니다. 나중에 다시 시도하세요.

# Checkout.ErrorProviderAccountTimeout
source: This bot can't process payments at the moment. Please try again later.
ar: هذا البوت لا يمكنه معالجة عمليات الدفع في الوقت الحالي. يرجى المحاولة لاحقًا.
es: Este bot no puede procesar pagos en este momento. Por favor, reinténtalo más tarde.
it: Questo bot non può elaborare i pagamenti al momento. Per favore riprova più tardi.
ko: 이봇은 현재 결제를 처리 할 수 없습니다. 나중에 다시 시도하세요.

# Checkout.ErrorInvoiceAlreadyPaid
source: You have already paid for this item.
ar: لقد قمت بالدفع مسبقًا لهذه السلعة.
es: Ya pagaste por este ítem.
it: Hai già pagato per questo oggetto.
ko: 이미 아이템에 대하여 지불을 하였습니다.

# Checkout.ErrorGeneric
source: An error occurred while processing your payment. Your card has not been billed.
ar: حدث خطأ أثناء معالجة عملية الدفع. لم يتم سحب المبلغ من بطاقتك.
es: Ocurrió un error al procesar tu pago. No se ha facturado tu tarjeta.
it: Si è verificato un problema durante l'elaborazione del tuo pagamento. L'importo non è stato addebitato.
ko: 결제진행시 에러가 발생하였습니다. 카드로 청구가 되지 않았습니다.

# Checkout.ErrorPaymentFailed
source: Payment failed. Your card has not been billed.
ar: خطأ في عملية الدفع. لم يتم سحب المبلغ من بطاقتك.
es: Pago fallido. No se ha facturado tu tarjeta.
it: Pagamento fallito. L'importo non è stato addebitato.
ko: 결제 실패. 카드로 청구가 되지 않았습니다.

# Checkout.ErrorPrecheckoutFailed
source: The bot couldn't process your payment. Your card has not been billed.
ar: هذا البوت لا يمكنه معالجة عمليات الدفع في الوقت الحالي. لم يتم سحب مبلغ من بطاقتك.
es: El bot no pudo procesar tu pago. No se ha facturado tu tarjeta.
it: Il bot non ha potuto elaborare il tuo pagamento. L'importo non è stato addebitato.
ko: 봇이 결제처리를 할 수 없었습니다. 카드로 청구가 되지 않았습니다.

# CheckoutInfo.Title
source: Shipping Information
ar: معلومات الشحن
es: Información de envío
it: Info di spedizione
ko: 배송정보

# CheckoutInfo.ShippingInfoTitle
source: SHIPPING ADDRESS
ar: عنوان الشحن
es: INFORMACIÓN DE ENVÍO
it: INDIRIZZO DI SPEDIZIONE
ko: 배송주소

# CheckoutInfo.ShippingInfoAddress1
source: Address 1
ar: العنوان ١
es: Dirección 1
it: Indirizzo 1
ko: 주소1

# CheckoutInfo.ShippingInfoAddress1Placeholder
source: Address
ar: العنوان
es: Dirección
it: Indirizzo
ko: 주소

# CheckoutInfo.ShippingInfoAddress2
source: Address 2
ar: العنوان ٢
es: Dirección 2
it: Indirizzo 2
ko: 주소2

# CheckoutInfo.ShippingInfoAddress2Placeholder
source: Address
ar: العنوان
es: Dirección
it: Indirizzo
ko: 주소

# CheckoutInfo.ShippingInfoState
source: State
ar: الولاية
es: Estado
it: Provincia
ko: 주

# CheckoutInfo.ShippingInfoStatePlaceholder
source: State
ar: الولاية
es: Estado
it: Provincia
ko: 주

# CheckoutInfo.ShippingInfoCity
source: City
ar: المدينة
es: Ciudad
it: Città
ko: 시

# CheckoutInfo.ShippingInfoCityPlaceholder
source: City
ar: المدينة
es: Ciudad
it: Città
ko: ㅅ

# CheckoutInfo.ShippingInfoCountry
source: Country
ar: الدولة
es: País
it: Nazione
ko: 국가

# CheckoutInfo.ShippingInfoCountryPlaceholder
source: Country
ar: الدولة
es: País
it: Nazione
ko: 국가

# CheckoutInfo.ShippingInfoPostcode
source: Postcode
ar: الرمز البريدي
es: Código postal
it: Codice postale
ko: 우편번호

# CheckoutInfo.ShippingInfoPostcodePlaceholder
source: Postcode
ar: الرمز البريدي
es: Código postal
it: Codice postale
ko: 우편번호

# CheckoutInfo.ReceiverInfoTitle
source: RECEIVER
ar: المستقبل
es: DESTINATARIO
it: DESTINATARIO
ko: 수신자

# CheckoutInfo.ReceiverInfoName
source: Name
ar: الاسم
es: Nombre
it: Nome
ko: 이름

# CheckoutInfo.ReceiverInfoNamePlaceholder
source: Name Surname
ar: الاسم
es: Nombre Apellidos
it: Nome e cognome
ko: 이름 성

# CheckoutInfo.ReceiverInfoEmail
source: Email
ar: البريد الالكتروني
ko: 이메일
