Repository: peter-iakovlev/Telegram
Catalog: Telegraph/*.lproj/Localizable.strings
Languages: ar, es, it, ko

# MESSAGE_NOTEXT
source: %1$@ sent you a message
ar: %1$@ قام بإرسال رسالة
es: %1$@ te envió un mensaje
it: %1$@ ti ha inviato un messaggio
ko: %1$@님이 메시지를 보냈습니다

# MESSAGE_PHOTO
source: %1$@ sent you a photo
ar: %1$@ قام بإرسال صورة
es: %1$@ te envió una foto
it: %1$@ ti ha inviato una foto
ko: %1$@님이 사진을 보냈습니다

# MESSAGE_VIDEO
source: %1$@ sent you a video
ar: %1$@ قام بإرسال مقطع مرئي
es: %1$@ te envió un vídeo
it: %1$@ ti ha inviato un video
ko: %1$@님이 동영상을 보냈습니다

# MESSAGE_ROUND
source: %1$@ sent you a video message
ar: %1$@ قام بإرسال رسالة مرئية لك
es: %1$@ te envió un videomensaje
it: %1$@ ti ha inviato un videomessaggio
ko: %1$@ 님이 영상 메시지를 보냈습니다

# MESSAGE_CONTACT
source: %1$@ shared a contact with you
ar: %1$@ قام بإرسال جهة اتصال
es: %1$@ compartió un contacto contigo
it: %1$@ ha condiviso un contatto con te
ko: %1$@님이 연락처를 공유했습니다

# MESSAGE_GEO
source: %1$@ sent you a map
ar: %1$@ شارك موقعه معك
es: %1$@ te envió una ubicación
it: %1$@ ti ha inviato una posizione
ko: %1$@님이 위치를 보냈습니다

# MESSAGE_DOC
source: %1$@ sent you a file
ar: %1$@ قام بإرسال ملف لك
es: %1$@ te envió un archivo
it: %1$@ ti ha inviato un file
ko: %1$@님이 파일을 보냈습니다

# MESSAGE_AUDIO
source: %1$@ sent you a voice message
ar: %1$@ قام بإرسال رسالة صوتية لك
es: %1$@ te envió un mensaje de voz
it: %1$@ ti ha inviato un messaggio vocale
ko: %1$@ 님이 음성 메시지를 보냈습니다

# MESSAGE_GIF
source: %1$@ sent you a GIF
ar: %1$@ أرسل لك صورة متحركة
es: %1$@ te envió un GIF
it: %1$@ ti ha inviato una GIF
ko: %1$@ 님께서 GIF파일을 보냈습니다

# ENCRYPTED_MESSAGE
source: You have a new message%1$@
ar: لديك رسالة جديدة%1$@
es: Tienes un mensaje nuevo%1$@
it: Hai un nuovo messaggio%1$@
ko: %1$@ 새 메시지가 있습니다

# LOCKED_MESSAGE
source: You have a new message%1$@
ar: لديك رسالة جديدة%1$@
es: Tienes un mensaje nuevo%1$@
it: Hai un nuovo messaggio%1$@
ko: %1$@ 새 메시지가 있습니다

# ENCRYPTION_REQUEST
source: New encryption request%1$@
ar: طلب تشفير جديد%1$@
es: Nueva solicitud de cifrado%1$@
it: Nuova richiesta di crittografia%1$@
ko: 새로운 암호화 요청 %1$@

# ENCRYPTION_ACCEPT
source: Your encryption request was accepted%1$@
ar: تم قبول طلب التشفير%1$@
es: Tu solicitud de cifrado fue aceptada%1$@
it: La tua richiesta di crittografia è stata accettata%1$@
ko: 암호화 요청이 수락됐습니다%1$@

# DC_UPDATE
source: Open this notification to update app settings
ar: اضغط هنا لتحديث إعدادات التطبيق
es: Abre esta notificación para actualizar los ajustes de la aplicación
it: Apri questa notifica per aggiornare le impostazioni dell'app
ko: 앱 설정을 업데이트하려면 이 알림을 확인하세요

# CHAT_JOINED
source: %1$@ has joined the group %2$@
ar: %1$@ قام بالدخول للمجموعة %2$@
es: %1$@ se unió al grupo %2$@
it: %1$@ si è unito al gruppo %2$@
ko: %1$@님이 %2$@ 그룹에 참여하였습니다.

# CHAT_MESSAGE_NOTEXT
source: %1$@ sent a message to the group %2$@
ar: %1$@ قام بإرسال رسالة %2$@
es: %1$@ envió un mensaje al grupo %2$@
it: %1$@ ha inviato un messaggio al gruppo %2$@
ko: %1$@님이 %2$@ 그룹으로 메시지를 보냈습니다

# CHAT_MESSAGE_PHOTO
source: %1$@ sent a photo to the group %2$@
ar: %1$@ قام بإرسال صورة %2$@
es: %1$@ envió una foto al grupo %2$@
it: %1$@ ha inviato una foto al gruppo %2$@
ko: %1$@님이 %2$@ 그룹으로 사진을 보냈습니다

# CHAT_MESSAGE_VIDEO
source: %1$@ sent a video to the group %2$@
ar: %1$@ قام بإرسال مقطع مرئي %2$@
es: %1$@ envió un vídeo al grupo %2$@
it: %1$@ ha inviato un video al gruppo %2$@
ko: %1$@님이 %2$@ 그룹으로 동영상을 보냈습니다

# CHAT_MESSAGE_ROUND
source: %1$@ sent a video message to the group %2$@
ar: %1$@ قام بإرسال رسالة مرئية للمجموعة %2$@
es: %1$@ envió un videomensaje al grupo %2$@
it: %1$@ ha inviato un videomessaggio al gruppo %2$@
ko: %1$@ 님이 %2$@ 그룹에 영상 메시지를 보냈습니다

# CHAT_MESSAGE_CONTACT
source: %1$@ shared a contact in the group %2$@
ar: %1$@ قام بإرسال جهة إتصال %2$@
es: %1$@ compartió un contacto con el grupo %2$@
it: %1$@ ha condiviso un contatto nel gruppo %2$@
ko: %1$@님이 %2$@ 그룹에 연락처를 공유했습니다

# CHAT_MESSAGE_GEO
source: %1$@ sent a map to the group %2$@
ar: %1$@ شارك موقعه معك %2$@
es: %1$@ envió una ubicación al grupo %2$@
it: %1$@ ha inviato una posizione al gruppo %2$@
ko: %1$@님이 %2$@ 그룹으로 위치를 보냈습니다

# CHAT_MESSAGE_DOC
source: %1$@ sent a file to the group %2$@
ar: %1$@ قام بإرسال ملف للمجموعة %2$@
es: %1$@ envió un archivo al grupo %2$@
it: %1$@ ha inviato un file al gruppo %2$@
ko: %1$@님이 %2$@ 그룹에 파일을 보냈습니다

# CHAT_MESSAGE_AUDIO
source: %1$@ sent a voice message to the group %2$@
ar: %1$@ قام بإرسال رسالة صوتية للمجموعة %2$@
es: %1$@ envió un mensaje de voz al grupo %2$@
it: %1$@ ha inviato un messaggio vocale al gruppo %2$@
ko: %1$@ 님이 %2$@ 그룹에 음성 메시지를 보냈습니다

# CHAT_MESSAGE_GIF
source: %1$@ sent a GIF to the group %2$@
ar: %1$@ قام بإرسال صورة متحركة للمجموعة %2$@
es: %1$@ envió un GIF al grupo %2$@
it: %1$@ ha inviato una GIF al gruppo %2$@
ko: %1$@ 님께서 %2$@ 그룹에 GIF파일을 보냈습니다

# CHAT_CREATED
source: %1$@ invited you to the group %2$@
ar: %1$@ قام بدعوتك للمجموعة %2$@
es: %1$@ te invitó al grupo %2$@
it: %1$@ ti ha invitato nel gruppo %2$@
ko: %1$@님이 %2$@ 그룹으로 초대했습니다

# CHAT_TITLE_EDITED
source: %1$@ edited the group's %2$@ name
ar: %1$@ قام بتعديل عنوان المجموعة %2$@
es: %1$@ cambió el nombre del grupo %2$@
it: %1$@ ha cambiato il nome del gruppo %2$@
ko: %1$@님이 %2$@ 그룹의 이름을 변경했습니다

# CHAT_PHOTO_EDITED
source: %1$@ edited the group's %2$@ photo
ar: %1$@ قام تغيير صورة المجموعة %2$@
es: %1$@ cambió la foto del grupo %2$@
it: %1$@ ha cambiato la foto del gruppo %2$@
ko: %1$@님이 %2$@ 그룹의 사진을 변경했습니다

# CHAT_ADD_MEMBER
source: %1$@ invited %3$@ to the group %2$@
ar: %1$@ قام بدعوة %3$@ للمجموعة %2$@
es: %1$@ invitó a %3$@ al grupo %2$@
it: %1$@ ha invitato %3$@ nel gruppo %2$@
ko: %1$@님이 %2$@ 그룹에 %3$@님을 초대했습니다

# CHAT_ADD_YOU
source: %1$@ invited you to the group %2$@
ar: %1$@ قام بدعوتك للمجموعة %2$@
es: %1$@ te invitó al grupo %2$@
it: %1$@ ti ha invitato nel gruppo %2$@
ko: %1$@님이 %2$@ 그룹에 초대했습니다

# CHAT_DELETE_YOU
source: %1$@ removed you from the group %2$@
ar: %1$@ قام بإزالتك من المجموعة %2$@
es: %1$@ te eliminó del grupo %2$@
it: %1$@ ti ha rimosso dal gruppo %2$@
ko: %2$@ 그룹방에서 %1$@님이 회원님을 내보냈습니다.

# CHAT_DELETE_MEMBER
source: %1$@ removed %3$@ from the group %2$@
ar: %1$@ قام بإزالة %3$@ من المجموعة %2$@
es: %1$@ eliminó a %3$@ del grupo %2$@
it: %1$@ ha rimosso %3$@ dal gruppo %2$@
ko: %2$@ 그룹방에서 %3$@ 님을 %1$@ 님이 내보냈습니다.

# CHAT_LEFT
source: %1$@ left the group %2$@
ar: %1$@ غادر المجموعة %2$@
es: %1$@ dejó el grupo %2$@
it: %1$@ ha lasciato il gruppo %2$@
ko: %1$@님이 %2$@ 그룹을 떠났습니다

# CHAT_RETURNED
source: %1$@ returned to the group %2$@
ar: %1$@ عاد إلى المجموعة %2$@
es: %1$@ volvió al grupo %2$@
it: %1$@ è tornato nel gruppo %2$@
ko: %1$@님이 %2$@ 그룹으로 되돌아왔습니다

# MESSAGE_STICKER
source: %1$@ sent you a %2$@sticker
ar: %1$@ قام بإرسال %2$@ملصق
es: %1$@ te envió un %2$@sticker
it: %1$@ ti ha inviato uno %2$@sticker
ko: %1$@님이 %2$@스티커를 보냈습니다

# CHAT_MESSAGE_STICKER
source: %1$@ sent a %3$@sticker to the group %2$@
ar: %1$@ قام بإرسال %3$@ملصق للمجموعة %2$@
es: %1$@ envió un %3$@sticker al grupo %2$@
it: %1$@ ha inviato uno %3$@sticker al gruppo %2$@
ko: %1$@님이 %3$@스티커를 %2$@그룹방에 보냈습니다

# CONTACT_JOINED
source: %1$@ joined Telegram!
ar: %1$@ قام بالتسجيل في تيليجرام!
es: ¡%1$@ se unió a Telegram!
it: %1$@ si è unito a Telegram!
ko: %1$@님이 텔레그램에 가입했습니다!

# CONTACT_ACTIVATED
source: %1$@ helped you activate your account!
ar: %1$@ ساعدك في تفعيل حسابك!
es: ¡%1$@ te ayudó a activar tu cuenta!
it: %1$@ ti ha aiutato ad attivare il tuo account!
ko: %1$@님이 계정 활성화를 도와주었습니다!

# AUTH_UNKNOWN
source: Login from a new device %1$@
ar: تم تسجيل الدخول لحسابك من جهاز جديد%1$@
es: Sesión iniciada desde un nuevo dispositivo %1$@
it: Accesso da un nuovo dispositivo %1$@
ko: %1$@ 기기에서 로그인

# AUTH_REGION
source: Login from a new device %1$@, location: %2$@
ar: تم تسجيل الدخول لحسابك من جهاز جديد %1$@, الموقع: %2$@
es: Sesión iniciada desde un nuevo dispositivo %1$@, ubicación: %2$@
it: Accesso da un nuovo dispositivo %1$@, posizione: %2$@
ko: %2$@에서 %1$@ 기기로 로그인함

# MESSAGE_FWDS
source: %1$@ forwarded you %2$@ messages
ar: %1$@ قام بإعادة إرسال %2$@ رسائل لك
es: %1$@ te reenvió %2$@ mensajes
it: %1$@ ti ha inoltrato %2$@ messaggi
ko: %2$@개의 메시지를 %1$@님이 전달하였습니다.

# CHAT_MESSAGE_FWDS
source: %1$@ forwarded %3$@ messages to the group %2$@
ar: %1$@ قام بإعادة إرسال %3$@ رسائل للمجموعة %2$@
es: %1$@ reenvió %3$@ mensajes al grupo %2$@
it: %1$@ ha inoltrato %3$@ messaggi al gruppo %2$@
ko: %2$@ 그룹방에 %3$@ 개의 메시지를 %1$@ 님이 전달하였습니다.

# CHANNEL_MESSAGE_NOTEXT
source: %1$@ posted a message
ar: %1$@ أرسل رسالة
es: %1$@ publicó un mensaje
it: %1$@ ha pubblicato un messaggio
ko: %1$@ 님이 메시지를 보냈습니다

# CHANNEL_MESSAGE_PHOTO
source: %1$@ posted a photo
ar: %1$@ أرسل صورة
es: %1$@ publicó una foto
it: %1$@ ha pubblicato una foto
ko: %1$@ 님이 사진을 보냈습니다

# CHANNEL_MESSAGE_VIDEO
source: %1$@ posted a video
ar: %1$@ أرسل مقطع مرئي
es: %1$@ publicó un vídeo
it: %1$@ ha pubblicato un video
ko: %1$@ 님이 동영상을 보냈습니다

# CHANNEL_MESSAGE_ROUND
source: %1$@ posted a video message
ar: %1$@ أرسل رسالة مرئية
es: %1$@ publicó un videomensaje
it: %1$@ ha pubblicato un videomessaggio
ko: %1$@님이 영상메시지를 보냈습니다

# CHANNEL_MESSAGE_DOC
source: %1$@ posted a document
ar: %1$@ أرسل مستند
es: %1$@ publicó un archivo
it: %1$@ ha pubblicato un file
ko: %1$@님이 문서를 보냈습니다

# CHANNEL_MESSAGE_STICKER
source: %1$@ posted a %2$@sticker
ar: %1$@ أرسل %2$@ملصق
es: %1$@ publicó un %2$@sticker
it: %1$@ ha pubblicato uno %2$@sticker
ko: %1$@님이 %2$@스티커를 작성했습니다.

# CHANNEL_MESSAGE_AUDIO
source: %1$@ posted a voice message
ar: %1$@ أرسل رسالة صوتية
es: %1$@ publicó un mensaje de voz
it: %1$@ ha pubblicato un messaggio vocale
ko: %1$@님이 음성메시지를 보냈습니다

# CHANNEL_MESSAGE_CONTACT
source: %1$@ posted a contact
ar: %1$@ أرسل جهة اتصال
es: %1$@ publicó un contacto
it: %1$@ ha pubblicato un contatto
ko: %1$@님이 연락처를 공유했습니다

# CHANNEL_MESSAGE_GEO
source: %1$@ posted a map
ar: %1$@ أرسل خريطة
es: %1$@ publicó un mapa
it: %1$@ ha pubblicato una posizione
ko: %1$@ 님이 위치를 보냈습니다

# CHANNEL_MESSAGE_FWDS
source: %1$@ posted %2$@ forwarded messages
ar: %1$@ أرسل %2$@ رسائل معاد إرسالها
es: %1$@ publicó %2$@ mensajes reenviados
it: %1$@ ha pubblicato %2$@ messaggi inoltrati
ko: %2$@개의 메시지를 %1$@님이 전달하였습니다.

# CHANNEL_MESSAGE_GIF
source: %1$@ posted a GIF
ar: %1$@ أرسل صورة متحركة
es: %1$@ publicó un GIF
it: %1$@ ha pubblicato una GIF
ko: %1$@ 님이 GIF파일을 보냈습니다

# PINNED_TEXT
source: %1$@ pinned "%2$@"
ar: %1$@ ثبت "%2$@"
es: %1$@ ancló “%2$@”
it: %1$@ ha fissato "%2$@"
ko: %1$@ 님이 "%2$@" 를 고정함

# PINNED_NOTEXT
source: %1$@ pinned a message
ar: %1$@ ثبت رسالة
es: %1$@ ancló un mensaje
it: %1$@ ha fissato un messaggio
ko: %1$@ 님이 메시지를 고정함

# PINNED_PHOTO
source: %1$@ pinned a photo
ar: %1$@ ثبت صورة
es: %1$@ ancló una foto
it: %1$@ ha fissato una foto
ko: %1$@ 님이 사진을 고정함

# PINNED_VIDEO
source: %1$@ pinned a video
ar: %1$@ ثبت فيديو
es: %1$@ ancló un vídeo
it: %1$@ ha fissato un video
ko: %1$@ 님이 동영상을 고정함

# PINNED_ROUND
source: %1$@ pinned a video message
ar: %1$@ ثبت رسالة مرئية
es: %1$@ ancló un videomensaje
it: %1$@ ha fissato un videomessaggio
ko: %1$@ 님이 영상메시지를 고정함

# PINNED_DOC
source: %1$@ pinned a file
ar: %1$@ ثبت ملف
es: %1$@ ancló un archivo
it: %1$@ ha fissato un file
ko: %1$@ 님이 파일을 고정함

# PINNED_STICKER
source: %1$@ pinned a %2$@sticker
ar: %1$@ ثبت %2$@ملصق
es: %1$@ ancló un %2$@sticker
it: %1$@ ha fissato uno %2$@sticker
ko: %1$@님이 %2$@스티커를 고정했습니다.

# PINNED_AUDIO
source: %1$@ pinned a voice message
ar: %1$@ ثبت رسالة صوتية
es: %1$@ ancló un mensaje de voz
it: %1$@ ha fissato un messaggio vocale
ko: %1$@ 님이 음성메시지를 고정함

# PINNED_CONTACT
source: %1$@ pinned a contact
ar: %1$@ ثبت جهة اتصال
es: %1$@ ancló un contacto
it: %1$@ ha fissato un contatto
ko: %1$@ 님이 연락처를 고정함

# PINNED_GEO
source: %1$@ pinned a map
ar: %1$@ ثبت خريطة
es: %1$@ ancló una ubicación
it: %1$@ ha fissato una posizione
ko: %1$@ 님이 지도를 고정함

# PINNED_GIF
source: %1$@ pinned a GIF
ar: %1$@ ثبت صورة متحركة
es: %1$@ ancló un GIF
it: %1$@ ha fissato una GIF
ko: %1$@ 님이 GIF를 고정함

# MESSAGE_GAME
source: %1$@ invited you to play %2$@
ar: %1$@ قام بدعوتك للعب %2$@
es: %1$@ te invitó a jugar a %2$@
it: %1$@ ti ha invitato a giocare a %2$@
ko: %1$@ 님이 %2$@ 게임으로 초대했습니다

# CHANNEL_MESSAGE_GAME
source: %1$@ invited you to play %2$@
ar: %1$@ قام بدعوتك للعب %2$@
es: %1$@ te invitó a jugar a %2$@
it: %1$@ ti ha invitato a giocare a %2$@
ko: %1$@ 님이 %2$@ 게임으로 초대했습니다

# CHAT_MESSAGE_GAME
source: %1$@ invited the group %2$@ to play %3$@
ar: %1$@ قام بدعوة المجموعة %2$@ للعب %3$@
es: %1$@ invitó al grupo %2$@ a jugar a %3$@
it: %1$@ ha invitato il gruppo %2$@ a giocare a %3$@
ko: %1$@ 님이 %2$@ 그룹에 %3$@ 게임으로 초대했습니다

# PINNED_GAME
source: %1$@ pinned a game
ar: %1$@ ثبت لعبة
es: %1$@ ancló un juego
it: %1$@ ha fissato un gioco
ko: %1$@ 님이 게임을 고정함

# PHONE_CALL_REQUEST
source: %1$@ is calling you
ar: %1$@ يتصل بك
es: %1$@ te está llamando
it: %1$@ ti sta chiamando
ko: %1$@님으로 부터 전화가 왔습니다

# PHONE_CALL_MISSED
source: You missed a call from %1$@
ar: يوجد مكالمة فائتة من %1$@
es: Perdiste una llamada de %1$@
it: Hai perso una chiamata da %1$@
ko: %1$@으로부터 부재중 전화가 있습니다.

# Common.OK
source: OK
ar: موافق
ko: 확인

# Common.Cancel
source: Cancel
ar: إلغاء
es: Cancelar
it: Annulla
ko: 취소

# Common.Edit
source: Edit
ar: تعديل
es: Editar
it: Modifica
ko: 수정

# Common.edit
source: edit
ar: تعديل
es: editar
it: modifica
ko: 숮어

# Common.Done
source: Done
ar: تم
es: Hecho
it: Fatto
ko: 완료

# Common.Next
source: Next
ar: التالي
es: Siguiente
it: Avanti
ko: 다음

# Common.Delete
source: Delete
ar: حذف
es: Eliminar
it: Elimina
ko: 삭제

# Common.Create
source: Create
ar: إنشاء
es: Crear
it: Crea
ko: 만들기

# Common.Back
source: Back
ar: رجوع
es: Atrás
it: Indietro
ko: 뒤로

# Common.Close
source: Close
ar: إغلاق
es: Cerrar
it: Chiudi
ko: 닫기

# Common.Yes
source: Yes
ar: نعم
es: Sí
it: Sì
ko: 예

# Common.No
source: No
ar: لا
ko: 아니오

# Common.TakePhotoOrVideo
source: Take Photo or Video
ar: التقط صورة أو مقطع مرئي
es: Hacer foto o vídeo
it: Acquisisci foto o video
ko: 사진이나 동영상 촬영

# Common.TakePhoto
source: Take Photo
ar: التقط صورة
es: Hacer foto
it: Scatta foto
ko: 사진 촬영

# Common.ChoosePhoto
source: Choose Photo
ar: اختر صورة
es: Elegir foto
it: Scegli foto
ko: 사진 선택

# Common.ChooseVideo
source: Choose Video
ar: اختر مقطع مرئي
es: Elegir vídeo
it: Scegli video
ko: 동영상 선택

# Common.of
source: of
ar: من
es: de
it: di

# Common.Search
source: Search
ar: بحث
es: Buscar
it: Cerca
ko: 검색

# Common.More
source: More
ar: المزيد
es: Más
it: Altro
ko: 더 보기

# Common.Select
source: Select
ar: اختر
es: Elegir
it: Seleziona
ko: 선택

# State.connecting
source: connecting
ar: جاري الإتصال
es: conectando
it: connetto
ko: 연결 중

# State.updating
source: updating
ar: جاري التحديث
es: actualizando
it: aggiorno
ko: 업데이트 중

# State.Connecting
source: Connecting...
ar: جاري الاتصال...
es: Conectando...
it: Connetto...
ko: 접속 중...

# State.Updating
source: Updating...
ar: جاري التحديث...
es: Actualizando...
it: Aggiorno…
ko: 업데이트 중...

# State.WaitingForNetwork
source: Waiting for network
ar: في انتظار شبكة اتصال
es: Esperando red
it: Attendo la rete
ko: 연결 대기 중

# Presence.online
source: online
ar: متصل
es: en línea
it: in linea
ko: 온라인

# Presence.offline
source: offline
ar: غير متصل
es: fuera de línea
it: non in linea
ko: 오프라인

# Presence.invisible
source: invisible
ar: مخفي
it: invisibile
ko: 숨김

# Month.GenJanuary
source: January
ar: يناير
es: enero
it: Gennaio
ko: 1월

# Month.GenFebruary
source: February
ar: فبراير
es: febrero
it: Febbraio
ko: 2월

# Month.GenMarch
source: March
ar: مارس
es: marzo
it: Marzo
ko: 3월

# Month.GenApril
source: April
ar: أبريل
es: abril
it: Aprile
ko: 4월

# Month.GenMay
source: May
ar: مايو
es: mayo
it: Maggio
ko: 5월

# Month.GenJune
source: June
ar: يونيو
es: junio
it: Giugno
ko: 6월

# Month.GenJuly
source: July
ar: يوليو
es: julio
it: Luglio
ko: 7월

# Month.GenAugust
source: August
ar: أغسطس
es: agosto
it: Agosto
ko: 8월

# Month.GenSeptember
source: September
ar: سبتمبر
es: septiembre
it: Settembre
ko: 9월

# Month.GenOctober
source: October
ar: أكتوبر
es: octubre
it: Ottobre
ko: 10월

# Month.GenNovember
source: November
ar: نوفمبر
es: noviembre
it: Novembre
ko: 11월

# Month.GenDecember
source: December
ar: ديسمبر
es: diciembre
it: Dicembre
ko: 12월

# Month.ShortJanuary
source: Jan
ar: يناير
es: ene
it: Gen
ko: 1월

# Month.ShortFebruary
source: Feb
ar: فبراير
ko: 2월

# Month.ShortMarch
source: Mar
ar: مارس
ko: 3월

# Month.ShortApril
source: Apr
ar: أبريل
es: abr
ko: 4월

# Month.ShortMay
source: May
ar: مايو
it: Mag
ko: 5월

# Month.ShortJune
source: Jun
ar: يونيو
it: Giu
ko: 6월

# Month.ShortJuly
source: Jul
ar: يوليو
it: Lug
ko: 7월

# Month.ShortAugust
source: Aug
ar: أغسطس
es: ago
it: Ago
ko: 8월

# Month.ShortSeptember
source: Sep
ar: سبتمبر
it: Set
ko: 9월

# Month.ShortOctober
source: Oct
ar: أكتوبر
it: Ott
ko: 10월

# Month.ShortNovember
source: Nov
ar: نوفمبر
ko: 11월

# Month.ShortDecember
source: Dec
ar: ديسمبر
es: dic
it: Dic
ko: 12월

# Weekday.ShortMonday
source: Mon
ar: الاثنين
es: lun
it: Lun
ko: 월

# Weekday.ShortTuesday
source: Tue
ar: الثلاثاء
es: mar
it: Mar
ko: 화

# Weekday.ShortWednesday
source: Wed
ar: الأربعاء
es: mié
it: Mer
ko: 수

# Weekday.ShortThursday
source: Thu
ar: الخميس
es: jue
it: Gio
ko: 목

# Weekday.ShortFriday
source: Fri
ar: الجمعة
es: vie
it: Ven
ko: 금

# Weekday.ShortSaturday
source: Sat
ar: السبت
es: sáb
it: Sab
ko: 토

# Weekday.ShortSunday
source: Sun
ar: الأحد
es: dom
it: Dom
ko: 일

# Weekday.Monday
source: Monday
ar: الاثنين
es: lunes
it: Lunedì
ko: 월요일

# Weekday.Tuesday
source: Tuesday
ar: الثلاثاء
es: martes
it: Martedì
ko: 화요일

# Weekday.Wednesday
source: Wednesday
ar: الأربعاء
es: miércoles
it: Mercoledì
ko: 수요일

# Weekday.Thursday
source: Thursday
ar: الخميس
es: jueves
it: Giovedì
ko: 목요일

# Weekday.Friday
source: Friday
ar: الجمعة
es: viernes
it: Venerdì
ko: 금요일

# Weekday.Saturday
source: Saturday
ar: السبت
es: sábado
it: Sabato
ko: 토요일

# Weekday.Sunday
source: Sunday
ar: الأحد
es: domingo
it: Domenica
ko: 일요일

# Weekday.Today
source: Today
ar: اليوم
es: Hoy
it: Oggi
ko: 오늘

# Weekday.Yesterday
source: Yesterday
ar: أمس
es: Ayer
it: Ieri
ko: 어제

# Time.TodayAt
source: today at %@
ar: اليوم الساعة %@
es: hoy a las %@
it: oggi alle %@
ko: 오늘 %@

# Time.YesterdayAt
source: yesterday at %@
ar: أمس الساعة %@
es: ayer a las %@
it: ieri alle %@
ko: 어제 %@

source: last seen just now
ar: آخر ظهور قبل قليل
es: últ. vez hace un momento
it: ultimo accesso adesso
ko: 마지막 접속: 방금 전

# LastSeen.MinutesAgo_1
source: last seen 1 minute ago
ar: آخر ظهور قبل دقيقة واحدة
es: últ. vez hace 1 minuto
it: ultimo accesso 1 minuto fa
ko: 마지막 접속: 1분 전

# LastSeen.MinutesAgo_2
source: last seen 2 minutes ago
ar: آخر ظهور قبل دقيقتين
es: últ. vez hace 2 minutos
it: ultimo accesso 2 minuti fa
ko: 마지막 접속: 2분 전

# LastSeen.MinutesAgo_3_10
source: last seen %@ minutes ago
ar: آخر ظهور قبل %@ دقائق
es: últ. vez hace %@ minutos
it: ultimo accesso %@ minuti fa
ko: 마지막 접속: %@분 전

# LastSeen.MinutesAgo_any
source: last seen %@ minutes ago
ar: آخر ظهور قبل %@ دقيقة
es: últ. vez hace %@ minutos
it: ultimo accesso %@ minuti fa
ko: 마지막 접속: %@분 전

# LastSeen.HoursAgo_1
source: last seen 1 hour ago
ar: آخر ظهور قبل ساعة واحدة
es: últ. vez hace 1 hora
it: ultimo accesso 1 ora fa
ko: 마지막 접속: 1시간 전

# LastSeen.HoursAgo_2
source: last seen 2 hours ago
ar: آخر ظهور قبل ساعتين
es: últ. vez hace 2 horas
it: ultimo accesso 2 ore fa
ko: 마지막 접속: 2시간 전

# LastSeen.HoursAgo_3_10
source: last seen %@ hours ago
ar: آخر ظهور قبل %@ ساعات
es: últ. vez hace %@ horas
it: ultimo accesso %@ ore fa
ko: 마지막 접속: %@시간 전

# LastSeen.HoursAgo_any
source: last seen %@ hours ago
ar: آخر ظهور قبل %@ ساعة
es: últ. vez hace %@ horas
it: ultimo accesso %@ ore fa
ko: 마지막 접속: %@시간 전

source: last seen today at %@
ar: آخر ظهور اليوم الساعة %@
es: últ. vez hoy a las %@
it: ultimo accesso oggi alle %@
ko: 마지막 접속: 오늘 %@

source: last seen yesterday at %@
ar: آخر ظهور أمس الساعة %@
es: últ. vez ayer a las %@
it: ultimo accesso ieri alle %@
ko: 마지막 접속: 어제 %@

# LastSeen.AtWeekday
source: last seen %@
ar: آخر ظهور %@
es: últ. vez el %@
it: ultimo accesso %@
ko: 마지막 접속: %@

# LastSeen.AtDate
source: last seen %@
ar: آخر ظهور %@
es: últ. vez el %@
it: ultimo accesso %@
ko: 마지막 접속: %@

# LastSeen.Lately
source: last seen recently
ar: آخر ظهور كان قريب
es: últ. vez recientemente
it: ultimo accesso di recente
ko: 최근에 접속

source: last seen within a week
ar: آخر ظهور خلال أسبوع
es: últ. vez hace unos días
it: ultimo accesso entro una settimana
ko: 일주일 이내 마지막으로 접속

source: last seen within a month
ar: آخر ظهور خلال شهر
es: últ. vez hace unas semanas
it: ultimo accesso entro un mese
ko: 한 달 이내 마지막으로 접속

source: last seen a long time ago
ar: آخر ظهور خلال فترة طويلة
es: últ. vez hace mucho tiempo
it: ultimo accesso molto tempo fa
ko: 마지막으로 접속한 지 오래됨

# Date.DialogDateFormat
source: {month} {day}
ar: {day} {month}
es: {day} de {month}
it: {day} {month}

# Tour.Title1
source: Telegram
ar: تيليجرام
ko: 텔레그램

# Tour.Text1
source: The world's **fastest** messaging app. It is **free** and **secure**.
ar: أسرع تطبيق مراسلة في العالم. كما أنه **مجاني** و **آمن**.
es: La aplicación de mensajería más **veloz** del mundo. Es **gratis** y **segura**.
it: L'app di messaggi **più veloce** al mondo. È **gratuita** e **sicura**.
ko: 세상에서 가장 **빠르고 안전한** **무료** 메신저입니다.

# Tour.Title2
source: Fast
ar: سريع
es: Rápida
it: Veloce
ko: 눈부신 속도

# Tour.Text2
source: **Telegram** delivers messages faster than any other application.
ar: **تيليجرام** يوصل الرسائل بسرعة أفضل من أي تطبيق آخر.
es: **Telegram** entrega mensajes más rápido que cualquier otra aplicación.
it: **Telegram** consegna i messaggi più velocemente di qualsiasi altra app.
ko: **텔레그램**은 어떤 메신저보다도 빠르게 메시지를 전송합니다.

# Tour.Title3
source: Powerful
ar: قوي
es: Poderosa
it: Potente
ko: 강력

# Tour.Text3
source: **Telegram** has no limits on the size of your chats and media.
ar: **تيليجرام** لا يفرض عليك حدود لحجم الوسائط والمحادثات.
es: **Telegram** no tiene límites en el tamaño de tus chats y archivos.
it: **Telegram** non ha limiti di dimensione per le tue chat e i file multimediali.
ko: **텔레그램**은 미디어나 대화의 용량에 제한이 없습니다.

# Tour.Title4
source: Secure
ar: آمن
es: Segura
it: Sicuro
ko: 보안성

# Tour.Text4
source: **Telegram** keeps your messages safe from hacker attacks.
ar: **تيليجرام** يحمي الرسائل الخاصة بك من هجمات المخترقين.
es: **Telegram** mantiene tus mensajes a salvo del ataque de hackers.
it: **Telegram** protegge i tuoi messaggi dagli attacchi degli hacker.
ko: **텔레그램**은 그 어떤 누구로부터도 메시지를 안전하게 보호합니다.

# Tour.Title5
source: Cloud-Based
ar: مرتبط بالسحاب
es: Basada en la nube
it: Basato sul cloud
ko: 클라우드 기반

# Tour.Text5
source: **Telegram** lets you access your messages from multiple devices.
ar: **تيليجرام** يمكنك الوصول إلى الرسائل الخاصة بك من أجهزة متعددة.
es: **Telegram** te permite acceder a tus mensajes desde múltiples dispositivos.
it: **Telegram** ti consente di accedere ai tuoi messaggi da più dispositivi.
ko: **텔레그램**은 다른 기기에서도 동시에 사용할 수 있습니다.

# Tour.Title6
source: Free
ar: مجاني
es: Gratis
it: Gratuito
ko: 완전 무료

# Tour.Text6
source: **Telegram** is free forever. No ads. No subscription fees.
ar: **تيليجرام** مجاني للأبد. بدون أية إعلانات. وبدون رسوم إشتراك.
es: **Telegram** es gratis para siempre. Sin publicidad ni suscripciones.
it: **Telegram** sarà sempre gratuito. Nessuna pubblicità. Nessun abbonamento.
ko: **텔레그램**은 영원히 무료입니다. 광고도 없고 이용료도 없습니다.

# Tour.Title7
source: Private
ar: خصوصي
es: Privada
it: Privato
ko: 사생활 보호

# Tour.Text7
source: **Telegram** messages are heavily encrypted and can self-destruct.
ar: رسائل **تيليجرام** مشفرة بشكل قوي وتستطيع تدمير ذاتها.
es: Los mensajes de **Telegram** están fuertemente cifrados y se pueden autodestruir.
it: I messaggi di **Telegram** sono fortemente criptati e possono autodistruggersi.
ko: **텔레그램**은 메시지를 강력하게 암호화하며 자동으로 삭제되게 할 수 있습니다.

# Tour.StartButton
source: Start Messaging
ar: إبدأ المراسلة
es: Empieza a chatear
it: Inizia a messaggiare
ko: 시작하기
