Repository: peter-iakovlev/Telegram
Catalog: Telegraph/*.lproj/Localizable.strings
Languages: ar, es, it, ko

# AccessDenied.CameraDisabled
source: Camera access is globally restricted on your phone. Please go to Settings > General > Restrictions and set Camera to ON
ar: لم يتم إعطاء الصلاحية باستخدام الكاميرا. يرجى الذهاب إلى إعدادات — القيود — الكاميرا ثم قم بتفعيل الكاميرا.
es: El acceso a la cámara está restringido globalmente en tu teléfono. Por favor, ve a Ajustes > General > Restricciones y activa la cámara.
it: L'accesso alla fotocamera è negato globalmente nel tuo telefono. Vai in Impostazioni > Generali > Restrizioni e imposta la Fotocamera su Sì.
ko: 카메라의 모든 접근이 제한되어 있습니다. '설정' - '일반' - '접근 제한' - '마이크'로 가서 Telegram을 활성화하세요.

# AccessDenied.PhotosAndVideos
source: Telegram needs access to your photo library to send photos and videos. Please go to Settings > Privacy > Photos and set Telegram to ON.
ar: يحتاج تيليجرام للسماح له باستخدام الصور في الألبوم لتتمكن من إرسال الصور والمقاطع المرئية. يرجى الذهاب إلى إعدادات — الخصوصية — الصور ثم قم بتفعيل تيليجرام.
es: Telegram necesita acceso a tu biblioteca de fotos para enviar fotos y vídeos. Por favor, ve a Ajustes > Privacidad > Fotos y activa Telegram.
it: Telegram deve accedere alla tua libreria fotografica per inviare foto e video. Vai in Impostazioni > Privacy > Foto e imposta Telegram su Sì.
ko: Telegram이 사진 및 동영상을 보내기 위해 사진 라이브러리에 대한 접근 권한을 필요로 합니다. '설정' - '개인 정보 보호' - '사진'로 가서 Telegram을 활성화하세요.

# AccessDenied.SaveMedia
source: Telegram needs access to your photo library to save photos and videos. Please go to Settings > Privacy > Photos and set Telegram to ON.
ar: يحتاج تيليجرام للسماح له باستخدام الصور في الألبوم لتتمكن من حفظ الصور والمقاطع المرئية. يرجى الذهاب إلى إعدادات — الخصوصية — الصور ثم قم بتفعيل تيليجرام.
es: Telegram necesita acceso a tu biblioteca de fotos para guardar fotos y vídeos. Por favor, ve a Ajustes > Privacidad > Fotos y activa Telegram.
it: Telegram deve accedere alla tua libreria fotografica per salvare foto e video. Vai in Impostazioni > Privacy > Foto e imposta Telegram su Sì.
ko: Telegram이 사진 및 동영상 저장을 위해 사진 라이브러리에 대한 접근 권한을 필요로 합니다. '설정' - '개인 정보 보호' - '사진'로 가서 Telegram을 활성화하세요.

# AccessDenied.PhotosRestricted
source: Photo access is restricted for Telegram. Please go to Settings > General > Restrictions > Photos and set Telegram to ON.
ar: لم يتم إعطاء تيليجرام الصلاحية بإستخدام الصور. يرجى الذهاب إلى إعدادات — القيود — الصور ثم قم بتفعيل تيليجرام.
es: El acceso a las fotos está restringido para Telegram. Por favor, ve a Ajustes > General > Restricciones > Fotos y activa Telegram.
it: L'accesso alle foto è negato a Telegram Vai in Impostazioni > Generali > Restrizioni > Foto e imposta Telegram su Sì.
ko: Telegram이 사진에 접근이 제한되어 있습니다. '설정' - '일반' - '접근 제한' - '사진'으로 가서 Telegram을 활성화하세요.

# AccessDenied.LocationDenied
source: Telegram needs access to your location so that you can share it with your contacts. Please go to Settings > Privacy > Location Services and set Telegram to ON.
ar: يحتاج تيليجرام للسماح له بتحديد المكان لمشاركته مع جهات الاتصال إذا رغبت. يرجى الذهاب إلى إعدادات — الخصوصية — تحديد الأماكن ثم قم بتفعيل تيليجرام.
es: Telegram necesita acceso a tu localización para que puedas compartirla con tus contactos. Por favor, ve a Ajustes > Privacidad > Localización y activa Telegram.
it: Telegram ha bisogno di accedere alla tua posizione in modo da poterla condividere ai contatti. Vai in Impostazioni > Privacy > Posizione e imposta Telegram su Sì.
ko: Telegram이 위치를 친구분들과 공유하기 위해 위치에 대한 접근 권한을 필요로 합니다. '설정' - '개인 정보 보호' - '위치'로 가서 Telegram을 활성화하세요.

# AccessDenied.LocationDisabled
source: Telegram needs access to your location so that you can share it with your contacts. Please go to Settings > Privacy > Location Services and set it to ON.
ar: يحتاج تيليجرام للسماح له بتحديد المكان لمشاركته مع جهات الاتصال إذا رغبت. يرجى الذهاب إلى إعدادات — الخصوصية — تحديد الأماكن ثم قم بتفعيل تيليجرام.
es: Telegram necesita acceso a tu localización para que puedas compartirla con tus contactos. Por favor, ve a Ajustes > Privacidad > Localización y actívala.
it: Telegram deve accedere alla tua posizione in modo da poterla condividere con i tuoi contatti. Vai in Impostazioni > Privacy > Posizione e impostala su Sì.
ko: Telegram이 위치를 친구분들과 공유하기 위해 위치에 대한 접근 권한을 필요로 합니다. '설정' - '개인 정보 보호' - '위치'로 가서 Telegram을 활성화하세요.

# AccessDenied.LocationTracking
source: Telegram needs access to your location to show you on the map. Please go to Settings > Privacy > Location Services and set it to ON.
ar: يحتاج تيليجرام للسماح له بتحديد المكان لإظهاره على الخريطة. يرجى الذهاب إلى إعدادات — الخصوصية — تحديد الأماكن ثم قم بتفعيل تيليجرام.
es: Telegram necesita acceso a tu localización para mostrarte en el mapa. Por favor, ve a Ajustes > Privacidad > Localización y actívala.
it: Telegram deve accedere alla tua posizione per mostrarti nella mappa. Vai in Impostazioni > Privacy > Posizione e impostala su Sì.
ko: Telegram이 위치를 지도에 표시하기 위해 위치에 대한 접근 권한을 필요로 합니다. '설정' - '개인 정보 보호' - '위치'로 가서 활성화하세요.

# AccessDenied.Settings
source: Settings
ar: الإعدادات
es: Ajustes
it: Impostazioni
ko: 설정

# WebSearch.RecentClearConfirmation
source: Are you sure you want to clear recent images?
ar: هل أنت متأكد من رغبتك في حذف الصور الحديثة؟
es: ¿Quieres eliminar las imágenes recientes?
it: Sei sicuro di voler cancellare le immagini recenti?
ko: 정말로 최근 이미지 검색 내용을 지우시겠습니까?

# FeatureDisabled.Oops
source: Oops
ar: عفوًا!
es: Ups
ko: 이런!

# Conversation.ContextMenuReply
source: Reply
ar: الرد
es: Responder
it: Rispondi
ko: 답장

# ForwardedMessages_1
source: Forwarded message
ar: رسالة معاد توجيهها
es: Mensaje adjunto
it: Messaggio inoltrato
ko: 전달된 메시지

# ForwardedMessages_2
source: 2 forwarded messages
ar: رسالتان معاد توجيههما
es: 2 mensajes adjuntos
it: 2 messaggi inoltrati
ko: 2개의 전달된 메시지

# ForwardedMessages_3_10
source: %@ forwarded messages
ar: %@ رسائل معاد توجيهها
es: %@ mensajes adjuntos
it: %@ messaggi inoltrati
ko: %@ 개의 전달된 메시지

# ForwardedMessages_any
source: %@ forwarded messages
ar: %@ رسالة معاد توجيهها
es: %@ mensajes adjuntos
it: %@ messaggi inoltrati
ko: %@ 개의 전달된 메시지

# ForwardedFiles_1
source: Forwarded file
ar: ملف معاد توجيهه
es: Archivo adjunto
it: File inoltrato
ko: 전달된 파일

# ForwardedFiles_2
source: 2 forwarded files
ar: ملفان معاد توجيههما
es: 2 archivos adjuntos
it: 2 file inoltrati
ko: 2개의 전달된 파일

# ForwardedFiles_3_10
source: %@ forwarded files
ar: %@ ملفات معاد توجيهها
es: %@ archivos adjuntos
it: %@ file inoltrati
ko: %@ 개의 전달된 파일

# ForwardedFiles_any
source: %@ forwarded files
ar: %@ ملف معاد توجيهها
es: %@ archivos adjuntos
it: %@ file inoltrati
ko: %@ 개의 전달된 파일

# ForwardedStickers_1
source: Forwarded sticker
ar: ملصق معاد توجيهه
es: Sticker adjunto
it: Sticker inoltrato
ko: 전달된 스티커

# ForwardedStickers_2
source: 2 forwarded stickers
ar: ملصقان معاد توجيههما
es: 2 stickers adjuntos
it: 2 sticker inoltrati
ko: 2개의 전달된스티커

# ForwardedStickers_3_10
source: %@ forwarded stickers
ar: %@ ملصقات معاد توجيهها
es: %@ stickers adjuntos
it: %@ sticker inoltrati
ko: %@ 개의 전달된 스티커

# ForwardedStickers_any
source: %@ forwarded stickers
ar: %@ ملصق معاد توجيهها
es: %@ stickers adjuntos
it: %@ sticker inoltrati
ko: %@ 개의 전달된 스티커

# ForwardedPhotos_1
source: Forwarded photo
ar: صورة معاد توجيهها
es: Foto adjunta
it: Foto inoltrata
ko: 전달된 사진

# ForwardedPhotos_2
source: 2 forwarded photos
ar: صورتان معاد توجيههما
es: 2 fotos adjuntas
it: 2 foto inoltrate
ko: 2개의 전달된 사진

# ForwardedPhotos_3_10
source: %@ forwarded photos
ar: %@ صور معاد توجيهها
es: %@ fotos adjuntas
it: %@ foto inoltrate
ko: %@ 개의 전달된 사진

# ForwardedPhotos_any
source: %@ forwarded photos
ar: %@ صورة معاد توجيهها
es: %@ fotos adjuntas
it: %@ foto inoltrate
ko: %@ 개의 전달된 사진

# ForwardedVideos_1
source: Forwarded video
ar: مقطع مرئي معاد توجيهه
es: Vídeo adjunto
it: Video inoltrato
ko: 전달된 비디오

# ForwardedVideos_2
source: 2 forwarded videos
ar: المقطعان المرئيان المعاد توجيههما
es: 2 vídeos adjuntos
it: 2 video inoltrati
ko: 2개의 전달된 비디오

# ForwardedVideos_3_10
source: %@ forwarded videos
ar: %@ مقاطع مرئية معاد توجيهها
es: %@ vídeos adjuntos
it: %@ video inoltrati
ko: %@ 개의 전달된 비디오

# ForwardedVideos_any
source: %@ forwarded videos
ar: %@ مقطع مرئي معاد توجيهه
es: %@ vídeos adjuntos
it: %@ video inoltrati
ko: %@ 개의 전달된 비디오

# ForwardedAudios_1
source: Forwarded audio
ar: مقطع صوتي معاد توجيهه
es: Audio adjunto
it: Audio inoltrato
ko: 전달된 오디오

# ForwardedAudios_2
source: 2 forwarded audios
ar: مقطعان صوتيان معاد توجيههما
es: 2 audios adjuntos
it: 2 audio inoltrati
ko: 2개의 전달된 오디오

# ForwardedAudios_3_10
source: %@ forwarded audios
ar: %@ مقاطع صوتية معاد توجيهها
es: %@ audios adjuntos
it: %@ audio inoltrati
ko: %@ 개의 전달된 오디오

# ForwardedAudios_any
source: %@ forwarded audios
ar: %@ مقطع صوتي معاد توجيهها
es: %@ audios adjuntos
it: %@ audio inoltrati
ko: %@ 개의 전달된 오디오

# ForwardedLocations_1
source: Forwarded location
ar: موقع معاد توجيهه
es: Ubicación adjunta
it: Posizione inoltrata
ko: 전달된 위치

# ForwardedLocations_2
source: 2 forwarded locations
ar: موقعان معاد توجيههما
es: 2 ubicaciones adjuntas
it: 2 posizioni inoltrate
ko: 2개의 전달된 위치

# ForwardedLocations_3_10
source: %@ forwarded locations
ar: %@ مواقع معاد توجيهها
es: %@ ubicaciones adjuntas
it: %@ posizioni inoltrate
ko: %@ 개의 전달된 위치

# ForwardedLocations_any
source: %@ forwarded locations
ar: %@ موقع معاد توجيهها
es: %@ ubicaciones adjuntas
it: %@ posizioni inoltrate
ko: %@ 개의 전달된 위치

# ForwardedGifs_1
source: Forwarded GIF
ar: صورة متحركة معاد توجيهها
es: GIF reenviado
it: GIF inoltrata
ko: GIF 파일을 전달하였습니다.

# ForwardedGifs_2
source: 2 forwarded GIFs
ar: صورتان متحركة معاد توجيههما
es: 2 GIF reenviados
it: 2 GIF inoltrate
ko: GIF 파일 2개를 전달하였습니다.

# ForwardedGifs_3_10
source: %@ forwarded GIFs
ar: %@ صور متحركة معاد توجيهها
es: %@ GIF reenviados
it: %@ GIF inoltrate
ko: GIF파일을 %@님이 전달하였습니다.

# ForwardedGifs_any
source: %@ forwarded GIFs
ar: %@ صورة متحركة معاد توجيهها
es: %@ GIF reenviados
it: %@ GIF inoltrate
ko: GIF파일을 %@님이 전달하였습니다.

# ForwardedContacts_1
source: Forwarded contact
ar: جهة اتصال معاد توجيهها
es: Contacto adjunto
it: Contatto inoltrato
ko: 전달된 연락처

# ForwardedContacts_2
source: 2 forwarded contacts
ar: جهتا اتصال معاد توجيههما
es: 2 contactos adjuntos
it: 2 contatti inoltrati
ko: 2개의 전달된 연락처

# ForwardedContacts_3_10
source: %@ forwarded contacts
ar: %@ جهات اتصال معاد توجيهها
es: %@ contactos adjuntos
it: %@ contatti inoltrati
ko: %@ 개의 전달된 연락처

# ForwardedContacts_any
source: %@ forwarded contacts
ar: %@ جهة اتصال معاد توجيهها
es: %@ contactos adjuntos
it: %@ contatti inoltrati
ko: %@ 개의 전달된 연락처

# ForwardedAuthorsOthers_1
source: %@ and 1 other
ar: %@ و واحد غيره
es: %@ y 1 más
it: %@ e 1 altro
ko: %@ 개 및 1 개

# ForwardedAuthorsOthers_2
source: %@ and 2 others
ar: %@ و اثنان غيره
es: %@ y otros 2
it: %@ e altri 2
ko: %@ 개 및 2 개

# ForwardedAuthorsOthers_3_10
source: %@ and %@ others
ar: %@ و %@ غيرهم
es: %@ y otros %@
it: %@ e altri %@
ko: %@ 개 및 %@ 개

# ForwardedAuthorsOthers_any
source: %@ and %@ others
ar: %@ و %@ غيرهم
es: %@ y otros %@
it: %@ e altri %@
ko: %@ 개 및 %@ 개

# PrivacySettings.TwoStepAuth
source: Two-Step Verification
ar: التحقق بخطوتين
es: Verificación en dos pasos
it: Verifica in due passaggi
ko: 2단계 인증

# TwoStepAuth.Title
source: Two-Step Verification
ar: التحقق بخطوتين
es: Verificación en dos pasos
it: Verifica in due passaggi
ko: 2단계 인증

# TwoStepAuth.SetPassword
source: Set Additional Password
ar: تعيين كلمة مرور إضافية
es: Pon una contraseña adicional
it: Imposta password aggiuntiva
ko: 개별 비밀번호 설정

# TwoStepAuth.SetPasswordHelp
source: You can set a password that will be required when you log in on a new device in addition to the code you get in the SMS.
ar: يمكنك تعيين كلمة مرور يتم طلبها عند محاولة تسجيل الدخول من جهاز جديد بالإضافة إلى الرمز الذي يأتيك في رسالة قصيرة.
es: Puedes poner una contraseña, que será requerida cuando inicies sesión en un nuevo dispositivo, además del código que recibes vía SMS.
it: Puoi impostare una password che ti verrà richiesta quando ti connetti da un nuovo dispositivo in aggiunta al codice che riceverai via SMS.
ko: 새로운 기기에 로그인시 수신되는 SMS와는 별도로 개별 비밀번호를 설정 할 수 있습니다.

# TwoStepAuth.SetupPasswordTitle
source: Your Password
ar: كلمة المرور الخاصة بك
es: Tu contraseña
it: La tua password
ko: 비밀번호

# TwoStepAuth.SetupHintTitle
source: Password Hint
ar: تلميحة كلمة المرور
es: Pista para la contraseña
it: Suggerimento password
ko: 비밀번호 힌트

# TwoStepAuth.SetupHint
source: Please create a hint for your password:
ar: فضلًا اختر تلميحة لكلمة المرور الخاصة بك:
es: Por favor, crea una pista para tu contraseña:
it: Crea un suggerimento per la tua password:
ko: 비밀번호 힌트를 생성해주세요 :

# TwoStepAuth.ChangePassword
source: Change Password
ar: تغيير كلة المرور
es: Cambiar contraseña
it: Cambia password
ko: 비밀번호 변경

# TwoStepAuth.RemovePassword
source: Turn Password Off
ar: إيقاف كلمة المرور
es: Desactivar la contraseña
it: Disattiva password
ko: 비밀번호 끄기

# TwoStepAuth.SetupEmail
source: Set Recovery E-Mail
ar: اختر بريد إلكتروني لإسترداد الحساب
es: Poner un e-mail de recuperación
it: Imposta e-mail di recupero
ko: 복구 이메일 설정

# TwoStepAuth.ChangeEmail
source: Change Recovery E-Mail
ar: غيّر البريد الإلكتروني لإسترداد الحساب
es: Cambiar e-mail de recuperación
it: Cambia e-mail di recupero
ko: 복구 이메일 변경

# TwoStepAuth.PendingEmailHelp
source: Your recovery e-mail %@ is not yet active and pending confirmation.
ar: البريد الإلكتروني لإسترداد الحساب %@ غير فعّال بعد ويلزم تفعيله
es: Tu e-mail de recuperación %@ aún no está activo y su confirmación está pendiente.
it: La tua e-mail di recupero %@ non è ancora attiva e attende la conferma.
ko: 복구 이메일 %@ 이 아직 활성화 되지 않았으며 미승인 상태입니다.

# TwoStepAuth.GenericHelp
source: You have enabled Two-Step verification. You'll need the password you set up here to log in to your Telegram account.
ar: لقد قمت بتفعيل التحقق بخطوتين. عند محاولة تسجيل الدخول على حساب تيليجرام الخاص بك من جهاز جديد، سيتم طلب كلمة المرور التي اخترتها هنا منك.
es: Tienes activada la verificación en dos pasos. Necesitarás la contraseña que configuraste para iniciar tu sesión en Telegram.
it: Hai attivato la verifica in due passaggi. Avrai bisogno della password che hai impostato per accedere al tuo account Telegram.
ko: 2단계 인증을 활성화 하였습니다. 설정된 개별 비밀번호를 사용하여 텔레그램 계정에 로그인 할 수 있습니다.

# TwoStepAuth.ConfirmationTitle
source: Two-Step Verification
ar: التحقق بخطوتين
es: Verificación en dos pasos
it: Verifica in due passaggi
ko: 2단계 인증

# TwoStepAuth.ConfirmationText
source: Please check your e-mail and click on the validation link to complete Two-Step Verification setup. Be sure to check the spam folder as well.
ar: يرجى الذهاب لبريدك الإلكتروني والضغط على رابط التأكيد لإنهاء إعدادات التحقق بخطوتين. تأكد من الإطّلاع على مجلد الرسائل الغير مرغوب بها أيضًا.
es: Por favor, revisa tu e-mail y haz click en el enlace de validación para completar la configuración de la verificación en dos pasos. Asegúrate, también, de revisar la carpeta de spam.
it: Controlla la tua e-mail e premi sul link di verifica per completare la configurazione della verifica in due passaggi. Assicurati di controllare anche lo spam.
ko: 2단계 인증을 완료하시려면 이메일에 있는 인증 링크를 클릭해주세요. 미수신시 스팸폴더도 같이 확인해주세요.

# TwoStepAuth.ConfirmationChangeEmail
source: Change e-mail
ar: غيّر بريدك الإلكتروني
es: Cambiar e-mail
it: Cambia e-mail
ko: 이메일 변경

# TwoStepAuth.ConfirmationAbort
source: Abort Two-Step Verification Setup
ar: إنهاء عملية إعداد التحقق بخطوتين
es: Cancelar la configuración de la verificación en dos pasos
it: Annulla configurazione della verifica in due passaggi
ko: 2단계 인증 설정 끝내기

# TwoStepAuth.SetupPasswordEnterPasswordNew
source: Enter a password:
ar: قم بإدخال كلمة المرور:
es: Pon una contraseña:
it: Inserisci una password:
ko: 비밀번호 입력:

# TwoStepAuth.SetupPasswordEnterPasswordChange
source: Please enter your new password:
ar: يرجى إدخال كلمة المرور الجديدة الخاصة بك:
es: Por favor, pon tu nueva contraseña:
it: Inserisci la tua nuova password:
ko: 새로운 비밀번호 입력:

# TwoStepAuth.SetupPasswordConfirmPassword
source: Please re-enter your password:
ar: يرجى إعادة إدخال كلمة المرور الخاصة بك:
es: Pon, otra vez, tu contraseña:
it: Reinserisci la tua password:
ko: 비밀번호 재입력:

# TwoStepAuth.SetupPasswordConfirmFailed
source: Passwords don't match. Please try again.
ar: كلمتي المرور غير متطابقة. يرجى إعادة المحاولة.
es: Las contraseñas no coinciden. Por favor, reinténtalo.
it: Le password non corrispondono. Per favore riprova.
ko: 비밀번호가 일치하지 않습니다. 다시 시도해주세요.

# TwoStepAuth.EnterPasswordTitle
source: Password
ar: كلمة المرور
es: Contraseña
ko: 비밀번호

# TwoStepAuth.EnterPasswordPassword
source: Password
ar: كلمة المرور
es: Contraseña
ko: 비밀번호

# TwoStepAuth.EnterPasswordHint
source: Hint: %@
ar: تلميحة: %@
es: Pista: %@
it: Suggerimento: %@
ko: 힌트 : %@

# TwoStepAuth.EnterPasswordHelp
source: You have enabled Two-Step Verification, so your account is protected with an additional password.
ar: تم تفعيل التحقق بخطوتين، لذلك حسابك محميّ بكلمة مرور إضافية.
es: Activaste la verificación en dos pasos, así que tu cuenta está protegida con una contraseña adicional.
it: Hai attivato la verifica in due passaggi, così il tuo account è protetto con una password aggiuntiva.
ko: 2단계 인증이 활성화되어 회원님 계정이 개별 비밀번호로 보안됩니다.

# TwoStepAuth.EnterPasswordInvalid
source: Invalid password. Please try again.
ar: كلمة المرور غير صحيحة. يرجى المحاولة مرة أخرى.
es: Contraseña inválida. Por favor, reinténtalo.
it: Password non valida. Per favore riprova.
ko: 비밀번호가 올바르지 않습니다. 다시 시도해 주세요.

# TwoStepAuth.EnterPasswordForgot
source: Forgot password?
ar: هل نسيت كلمة المرور؟
es: ¿Olvidaste la contraseña?
it: Password dimenticata?
ko: 비밀번호를 잊어버리셨나요?

# TwoStepAuth.EmailTitle
source: Recovery E-Mail
ar: بريد إسترداد الحساب
es: Recuperación
it: E-mail di recupero
ko: 복구 이메일

# TwoStepAuth.EmailSkip
source: Skip
ar: تخطّي
es: Omitir
it: Salta
ko: 건너뛰기

# TwoStepAuth.EmailSkipAlert
source: No, seriously. If you forget your password, you will lose access to your Telegram account. There will be no way to restore it.
ar: الموضوع جدّيّ. إذا نسيت كلمة المرور الخاصة بك، لن تستطيع الدخول على حساب تيليجرام الخاص بك. لن يكون هناك طريقة لإستعادته.
es: En serio. Si olvidas tu contraseña, perderás el acceso a tu cuenta de Telegram. No habrá manera de recuperarla.
it: No, seriamente. Se dimentichi la tua password, perderai l'accesso al tuo account Telegram. Non ci sarà modo di ripristinarlo.
ko: 비밀번호 분실시, 텔레그램에 대한 모든 접속 권한을 상실하시게 됩니다. 비밀번호 분실시 복구는 불가능 합니다.

# TwoStepAuth.Email
source: E-Mail
ar: بريد إلكتروني
ko: 이메일

# TwoStepAuth.EmailPlaceholder
source: Your E-Mail
ar: بريدك الإلكتروني
es: Tu e-mail
it: La tua e-mail
ko: 이메일

# TwoStepAuth.EmailHelp
source: Please add your valid e-mail. It is the only way to recover a forgotten password.
ar: فضلًا أضف بريد إلكتروني صحيح. هذه هي الطريقة الوحيدة لإستعادة كلمة المرور بعد نسيانها.
es: Por favor, añade un e-mail válido. Es la única forma de recuperar una contraseña olvidada.
it: Inserisci un'e-mail valida. È l'unico modo per recuperare una password dimenticata.
ko: 올바른 이메일을 입력해주세요. 비밀번호 분실시 유일하게 복구가 가능한 수단입니다.

# TwoStepAuth.EmailInvalid
source: Invalid e-mail address. Please try again.
ar: بريد إلكتروني غير صحيح. يرجى المحاولة مرة أخرى.
es: Dirección de e-mail inválida. Por favor, reinténtalo.
it: E-mail non valida. Prova ancora.
ko: 이메일이 올바르지 않습니다. 다시 입력해 주세요.

# TwoStepAuth.EmailSent
source: We have sent you an e-mail to confirm your address.
ar: لقد قمنا بإرسال بريد إلكتروني لتفعيل بريدك.
es: Enviamos un e-mail para confirmar tu dirección.
it: Ti abbiamo inviato un'e-mail per confermare il tuo indirizzo.
ko: 주소 확인을 위하여 이메일을 전송하였습니다.

# TwoStepAuth.PasswordSet
source: Your password for Two-Step Verification is now active.
ar: تم تفعيل كلمة المرور الخاصة بالتحقق بخطوتين.
es: Tu contraseña para la verificación en dos pasos está activada.
it: La password per la verifica in due passaggi è ora attiva.
ko: 2단계 인증 비밀번호가 활성화 되었습니다.

# TwoStepAuth.PasswordRemoveConfirmation
source: Are you sure you want to disable your password?
ar: هل أنت متأكد من رغبتك في تعطيل كلمة المرور؟
es: ¿Quieres desactivar tu contraseña?
it: Sei sicuro di voler disabilitare la tua password?
ko: 비밀번호를 정말로 삭제하시겠습니까?

# TwoStepAuth.RecoveryUnavailable
source: Since you haven't provided a recovery e-mail when setting up your password, your remaining options are either to remember your password or to reset your account.
ar: لم تقم بإضافة بريد إلكتروني لإستعادة كلمة المرور عند اختيارها، لذلك خياراتك المتبقية هي تذكّر كلمة المرور أو إعادة تعيين حسابك.
es: Como no estableciste un e-mail de recuperación cuando configuraste tu contraseña, las opciones restantes son recordar tu contraseña o restablecer tu cuenta.
it: Siccome non hai fornito un'email di recupero quando hai impostato la tua password, non ti resta che ricordarti la password o ripristinare il tuo account.
ko: 비밀번호 복구 이메일을 설정하지 않았기때문에, 비밀번호를 기억해내시거나 계정 초기화를 진행해주셔야합니다.

# TwoStepAuth.RecoveryFailed
source: Your remaining options are either to remember your password or to reset your account.
ar: خياراتك المتبقية هي تذكّر كلمة المرور أو إعادة تعيين حسابك.
es: Las opciones restantes son recordar tu contraseña o restablecer tu cuenta.
it: Le opzioni che ti rimangono sono o ricordarti la tua password o ripristinare il tuo account.
ko: 현재 남은 방법은 비밀번호를 기억해내시거나 계정 초기화를 진행해주실 수 밖에 없습니다.

# TwoStepAuth.ResetAccount
source: Reset my account
ar: إعادة تعيين حسابي
es: Restablecer mi cuenta
it: Ripristina il mio account
ko: 계정 초기화

# TwoStepAuth.ResetAccountHelp
source: You will lose all your chats and messages, along with any media and files you've shared, if you proceed with resetting your account.
ar: إذا قمت بإعادة تعيين حسابك، ستفقد كافّة محادثاتك ورسائلك، بالإضافة إلى الوسائط والملفات التي تمت مشاركتها.
es: Si continúas con el reinicio de tu cuenta, perderás todos tus chats y mensajes, junto con toda la multimedia y archivos que compartiste.
it: Perderai tutte le chat e i messaggi, insieme ai media e ai file condivisi, se procederai a ripristinare il tuo account.
ko: 계정 초기화 진행시 모든 대화,메시지 및 공유받은 미디어와 파일이 삭제가 됩니다.

# TwoStepAuth.ResetAccountConfirmation
source: You will lose all your chats and messages, along with any media and files you've shared, if you proceed with resetting your account.
ar: إذا قمت بإعادة تعيين حسابك، ستفقد كافّة محادثاتك ورسائلك، بالإضافة إلى الوسائط والملفات التي تمت مشاركتها.
es: Si continúas con el reinicio de tu cuenta, perderás todos tus chats y mensajes, junto con toda la multimedia y archivos que compartiste.
it: Perderai tutte le chat e i messaggi, insieme ai media e ai file condivisi, se procederai a ripristinare il tuo account.
ko: 계정 초기화 진행시 모든 대화,메시지 및 공유받은 미디어와 파일이 삭제가 됩니다.

# TwoStepAuth.RecoveryTitle
source: E-Mail Code
ar: رمز البريد الإلكتروني
es: Código del e-mail
it: Codice e-mail
ko: 이메일 코드

# TwoStepAuth.RecoverySent
source: We have sent a recovery code to the e-mail you provided: %@
ar: لقد قمنا بإرسال رمز الإستعادة إلى بريدك الإلكتروني الذي اخترته مسبقًا: %@
es: Enviamos un código de recuperación al e-mail que nos diste: %@
it: Abbiamo inviato un codice di ripristino all'e-mail che ci hai fornito: %@
ko: 다음 복구 이메일 주소로 복구 코드를 전송하였습니다: %@

# TwoStepAuth.RecoveryCode
source: Code
ar: الرمز
es: Código
it: Codice
ko: 코드

# TwoStepAuth.RecoveryCodeHelp
source: Please check your e-mail and enter the 6-digit code we've sent there to deactivate your cloud password.
ar: يرجى الإطلاع على بريدك الإلكتروني وإدخال الرمز المكون من ٦ أرقام الذي قمنا بإرساله لتعطيل حسابك في السحاب.
es: Por favor, revisa tu e-mail y pon el código de 6 dígitos que enviamos para desactivar la contraseña de tu nube.
it: Per favore controlla la tua e-mail e inserisci il codice a 6 cifre che ti abbiamo inviato.
ko: 클라우드 비밀번호 비활성을 위해 수신받은 이메일에서 6자리 코드를 입력해주세요.

# TwoStepAuth.RecoveryCodeInvalid
source: Invalid code. Please try again.
ar: الرمز غير صحيح. يرجى المحاولة مرة أخرى.
es: Código inválido. Por favor, reinténtalo.
it: Codice non valido. Per favore riprova.
ko: 코드가 올바르지 않습니다. 다시 시도해 주세요.
