Repository: peter-iakovlev/Telegram
Catalog: Telegraph/*.lproj/Localizable.strings
Languages: ar, es, it, ko

# Login.PhoneAndCountryHelp
source: Please confirm your country code and enter your phone number.
ar: يرجى التحقق من صحة رمز بلدك وإدخال رقم هاتفك المحمول.
es: Por favor, confirma tu código de país y pon tu número de teléfono.
it: Conferma il prefisso internazionale e inserisci il tuo numero di telefono.
ko: 국가번호와 전화번호를 입력해 주세요.

# Login.CodeHelp
source: We have sent you an SMS with a code to the number %@
ar: تم إرسال رسالة قصيرة تحتوي على رمز التفعيل الخاص بك للرقم %@
es: Te hemos enviado un SMS con un código de activación al número %@
it: Ti abbiamo inviato un SMS con un codice al numero %@
ko: 인증코드 메시지를 아래 번호로 전송했습니다 %@

# Login.CodeSentInternal
source: We've sent the code to the **Telegram** app on your other device
ar: لقد قمنا بإرسال رمز الدخول إلى تطبيق **تيليجرام** على جهازك الآخر
es: Enviamos el código a **Telegram** en tu otro dispositivo
it: Abbiamo inviato il codice su **Telegram** nel tuo altro dispositivo
ko: 회원님 기기에 설치된 **텔레그램** 앱으로 코드를 전송했습니다.

# Login.HaveNotReceivedCodeInternal
source: Haven't received the code?
ar: لم تستقبل رمز التفعيل بعد؟
es: ¿No recibiste el código?
it: Non hai ricevuto il codice?
ko: 코드를 받지 못하셨나요?

# Login.CodeSentSms
source: We have sent you an SMS with the code
ar: تم إرسال رسالة قصيرة تحتوي على رمز التفعيل
es: Te hemos enviado un SMS con el código
it: Ti abbiamo inviato un SMS con il codice
ko: 인증코드를 메시지로 전송했습니다.

# Login.Code
source: Code
ar: الرمز
es: Código
it: Codice
ko: 코드

# Login.CallRequestState1
source: Telegram will call you in %d:%.2d
ar: تيليجرام سيتصل بك خلال %d:%.2d
es: Te llamaremos en %d:%.2d
it: Telegram ti chiamerà tra %d:%.2d
ko: 텔레그램이 %d:%.2d 후에는 전화를 겁니다.

# Login.CallRequestState2
source: Requesting a call from Telegram...
ar: جاري طلب اتصال من تيليجرام...
es: Solicitando una llamada de Telegram...
it: Richiesta di chiamata a Telegram...
ko: 텔레그램이 전화 거는 중...

# Login.CallRequestState3
source: Telegram dialed your number [Didn't get the code?]
ar: تيليجرام اتصل برقمك
es: Telegram marcó tu número [¿No recibiste el código?]
it: Telegram ha composto il tuo numero [Non hai ricevuto il codice?]
ko: 텔레그램이 입력한 전화번호로 전화를 걸었습니다. [코드를 받지 못하셨나요?]

# Login.EmailNotConfiguredError
source: Please set up an email account.
ar: فضلًا، قم بإعداد حساب بريدك الإلكتروني
es: Por favor, pon un correo electrónico.
it: Configura un account email
ko: 이메일 계정을 설정해주세요.

# Login.EmailCodeSubject
source: %@, no code
ar: %@, لا يوجد رمز تفعيل
es: %@, sin código
it: %@, nessun codice
ko: %@, 없는 코드입니다.

# Login.EmailCodeBody
source: My phone number is: %@ I can't get an activation code for Telegram.
ar: رقم هاتفي هو: %@ لم استطع الحصول على رمز التفعيل الخاص بتيليجرام.
es: Mi número de teléfono es: %@ No puedo obtener un código de activación para Telegram.
it: Il mio numero di telefono è: %@ Non posso ricevere un codice di attivazione per Telegram.
ko: 저의 전화번호는: %@ 텔레그램 활성화를 위한 코드를 받을 수 없습니다.

# Login.UnknownError
source: An error occurred. Please try again later
ar: حدث خطأ. يرجى المحاولة لاحقًا
es: Ocurrió un error. Por favor, reinténtalo más tarde.
it: Si è verificato un errore. Riprova più tardi
ko: 오류가 발생했습니다. 나중에 다시 시도해 주세요

# Login.InvalidCodeError
source: You have entered an invalid code. Please try again.
ar: لقد قمت بإدخال رمز غير صحيح، حاول مرة أخرى.
es: El código es inválido. Por favor, reinténtalo.
it: Hai digitato un codice non valido. Prova ancora.
ko: 올바르지 않은 코드를 입력했습니다. 다시 시도해 주세요.

# Login.NetworkError
source: Please check your internet connection and try again.
ar: يرجى التحقق من اتصال الإنترنت والمحاولة مرة أخرى.
es: Por favor, revisa tu conexión a internet y reinténtalo.
it: Per favore controlla la tua connessione a internet e riprova.
ko: 인터넷 연결을 확인한 후 다시 시도해 주세요.

# Login.CodeExpiredError
source: Code expired. Please try again.
ar: انتهت صلاحية الرمز. يرجى المحاولة مرة أخرى.
es: Código expirado. Por favor, reinténtalo.
it: Codice scaduto. Per favore riprova.
ko: 코드가 만료됐습니다. 다시 시도해 주세요.

# Login.CodeFloodError
source: Limit exceeded. Please try again later.
ar: محاولات كثيرة خاطئة، يرجى المحاولة لاحقًا.
es: Límite excedido. Por favor, reinténtalo más tarde.
it: Limite superato. Riprova più tardi.
ko: 너무 많이 시도하셨습니다. 나중에 다시 시도해 주세요.

# Login.InvalidPhoneError
source: Invalid phone number. Please try again.
ar: رقم الهاتف غير صحيح. يرجى المحاولة مرة أخرى.
es: Número de teléfono inválido. Por favor, reinténtalo.
it: Numero di telefono non valido. Riprova.
ko: 전화번호가 올바르지 않습니다. 다시 시도해 주세요.

# Login.InvalidFirstNameError
source: Invalid first name. Please try again.
ar: الاسم الأول غير صحيح. يرجى المحاولة مرة أخرى.
es: Nombre inválido. Por favor, reinténtalo.
it: Nome non valido. Per favore riprova.
ko: 이름이 올바르지 않습니다. 다시 입력해 주세요.

# Login.InvalidLastNameError
source: Invalid last name. Please try again.
ar: اسم العائلة غير صحيح. يرجى المحاولة مرة أخرى.
es: Apellidos inválidos. Por favor, reinténtalo.
it: Cognome non valido. Per favore riprova.
ko: 성이 올바르지 않습니다. 다시 입력해 주세요.

# Login.InactiveHelp
source: None of your contacts use Telegram yet. We will notify you when they join. You can also invite a friend right away.
ar: لا يوجد جهة اتصال لديك تستخدم تيليجرام بعد. سنقوم بإبلاغك في حال تسجيلهم في تيليجرام. كما يمكنك دعوة صديق للتسجيل في تيليجرام الآن.
es: Ninguno de tus contactos usa Telegram todavía. Te notificaremos cuando se unan. También puedes invitar a algún amigo ahora mismo.
it: Nessuno dei tuoi contatti utilizza ancora Telegram. Ti avviseremo quando entreranno. Puoi anche invitare subito un amico.
ko: 텔레그램을 사용하는 친구가 아직 아무도 없습니다. 나중에 텔레그램에 가입하면 알려드리겠습니다. 아니면 지금 바로 친구를 초대할 수도 있습니다.

# Login.InviteButton
source: Invite a Friend to Chat
ar: قم بدعوة صدية للمحادثة
es: Invitar a chatear a un amigo
it: Invita un amico per messaggiare
ko: 친구 초대

# Login.PhoneTitle
source: Your Phone
ar: هاتفك
es: Tu teléfono
it: Il tuo telefono
ko: 전화번호

# Login.PhonePlaceholder
source: Your phone number
ar: رقم هاتفك
es: Tu número de teléfono
it: Il tuo numero di telefono
ko: 전화번호

# Login.CountryCode
source: Country Code
ar: رمز البلد
es: Prefijo internacional
it: Prefisso internazionale
ko: 국가번호

# Login.InvalidCountryCode
source: Invalid Country Code
ar: رمز البلد خاطئ
es: Prefijo internacional inválido
it: Prefisso internazionale non valido
ko: 올바르지 않은 국가번호

# Login.CodeTitle
source: Your Code
ar: رمز التفعيل
es: Tu código
it: Il tuo codice
ko: 코드

# Login.InfoTitle
source: Your Info
ar: معلوماتك
es: Tu información
it: Le tue info
ko: 정보

# Login.InfoAvatarAdd
source: add
ar: إضافة
es: añadir
it: aggiungi
ko: 추가

# Login.InfoAvatarPhoto
source: photo
ar: صورة
es: foto
it: foto
ko: 사진

# Login.InfoFirstNamePlaceholder
source: First name
ar: الاسم الأول
es: Nombre
it: Nome
ko: 이름

# Login.InfoLastNamePlaceholder
source: Last name
ar: اسم العائلة
es: Apellidos
it: Cognome
ko: 성

# Login.InfoUpdatePhoto
source: Update Photo
ar: تحديث الصورة
es: Actualizar foto
it: Aggiorna foto
ko: 사진 업데이트

# Login.InfoDeletePhoto
source: Delete Photo
ar: حذف الصورة
es: Eliminar foto
it: Elimina foto
ko: 사진 삭제

# Login.InfoHelp
source: Enter your name and add a profile picture.
ar: قم بإدخال اسمك ورفع صورة شخصية لك
es: Inserta tu nombre y añade una foto de perfil.
it: Inserisci il tuo nome e aggiungi un'immagine profilo.
ko: 이름을 입력하고 프로필 사진을 추가해 주세요.

# Login.SelectCountry.Title
source: Country
ar: الدولة
es: País
it: Nazione
ko: 국가

# WelcomeScreen.Title
source: Get Started
ar: إبدأ
es: Empecemos
it: Inizia
ko: 시작하기

# WelcomeScreen.Logout
source: Log Out
ar: تسجيل الخروج
es: Cerrar sesión
it: Esci
ko: 로그아웃

# WelcomeScreen.Greeting
source: Welcome, %@!
ar: مرحبًا، %@!
es: ¡Hola, %@!
it: Benvenuto, %@!
ko: %@님 환영합니다!

# WelcomeScreen.ContactsAccessDisabled
source: Sorry, unable to sync contacts.
ar: المعذرة، لم نستطع جلب جهات الاتصال.
es: Lo sentimos, es imposible sincronizar tus contactos.
it: Spiacenti, impossibile sincronizzare i contatti.
ko: 연락처를 동기화할 수 없습니다.

# WelcomeScreen.ContactsAccessHelp
source: Telegram messaging is based on your existing contact list. Please go to your %@'s Settings > Privacy > Contacts and set Telegram to ON.
ar: مراسلة تيليجرام مبنية على جهات الاتصال الخاص بك. يرجى الذهاب إلى إعدادات الـ %@ — الخصوصية — جهات الاتصال ثم قم بتفعيل تيليجرام.
es: Telegram se basa en tu actual lista de contactos. Por favor, ve a los Ajustes de tu %@ > Privacidad > Contactos y activa Telegram.
it: La messaggistica di Telegram è basata sulla tua lista dei contatti. Vai nelle Impostazioni del tuo %@ > Privacy > Contatti e imposta Telegram su Sì.
ko: Telegram에서는 기존 연락처 목록을 토대로 메시지를 보냅니다. %@의 '설정' - '개인 정보 보호' - '연락처'로 가서 Telegram을 활성화하세요.

# WelcomeScreen.ContactsAccessSettings
source: Settings
ar: الإعدادات
es: Ajustes
it: Impostazioni
ko: 설정

# WelcomeScreen.UpdatingTitle
source: Updating
ar: جاري التحديث
es: Actualizando
it: Aggiorno
ko: 업데이트 중

# DialogList.TabTitle
source: Chats
ar: الرسائل
it: Chat
ko: 채팅방

# DialogList.Title
source: Chats
ar: الرسائل
it: Chat
ko: 채팅방

# DialogList.SearchLabel
source: Search for messages or users
ar: ابحث عن رسائل ومستخدمين
es: Buscar
it: Cerca messaggi o utenti
ko: 연락처 혹은 아이디 검색

# DialogList.SelectContact
source: Select Contact
ar: اختر جهة اتصال
es: Seleccionar contacto
it: Seleziona contatto
ko: 대화상대 선택

# DialogList.SelectContacts
source: Select Contacts
ar: اختر جهات اتصال
es: Seleccionar contactos
it: Seleziona contatti
ko: 대화상대 선택

# DialogList.Create
source: Create
ar: إنشاء
es: Crear
it: Crea
ko: 만들기

# DialogList.NoMessagesTitle
source: You have no conversations yet
ar: لا توجد محادثات بعد
es: Aún no tienes conversaciones
it: Non hai alcuna conversazione
ko: 아직 채팅방이 없습니다

# DialogList.NoMessagesText
source: Start messaging by pressing the pencil button in the top right corner or go to the Contacts section.
ar: إبدأ المراسلة بالضغط على أيقونة القلم في أعلى الشاشة على اليمين أو اذهب لقائمة جهات الاتصال.
es: Empieza a chatear presionando el botón del lápiz, de la esquina superior derecha, o ve a Contactos.
it: Inizia a messaggiare toccando il pulsante con la matita nell'angolo in alto a destra o vai nella sezione Contatti.
ko: 우측 상단의 연필을 누르거나 대화상대 탭으로 이동하여 메시지를 보내 보세요.

# DialogList.SingleTypingSuffix
source: %@ is typing
ar: %@ يكتب
es: %@ está escribiendo
it: %@ sta scrivendo
ko: %@님이 입력 중

# DialogList.SingleRecordingAudioSuffix
source: %@ is recording audio
ar: %@ يقوم بتسجيل مقطع صوتي
es: %@ está grabando un audio
it: %@ sta registrando un audio
ko: %@님이 녹음 중

# DialogList.SingleUploadingPhotoSuffix
source: %@ is sending photo
ar: %@ يقوم بإرسال صورة
es: %@ está enviando una foto
it: %@ sta inviando una foto
ko: %@님이 사진 보내는 중

# DialogList.SingleUploadingVideoSuffix
source: %@ is sending video
ar: %@ يقوم بإرسال مقطع مرئي
es: %@ está enviando un vídeo
it: %@ sta inviando un video
ko: %@님이 동영상 보내는 중

# DialogList.SingleRecordingVideoMessageSuffix
source: %@ is recording video
ar: %@ يقوم بتسجيل فيديو
es: %@ está grabando un vídeo
it: %@ sta registrando un video
ko: %@님이 영상 녹화 중

# DialogList.SingleUploadingFileSuffix
source: %@ is sending file
ar: %@ يقوم بإرسال ملف
es: %@ está enviando un archivo
it: %@ sta inviando un file
ko: %@님이 파일 보내는 중

# DialogList.MultipleTypingSuffix
source: %d are typing
ar: %d يكتبون
es: %d están escribiendo
it: %d stanno scrivendo
ko: %d 명이 입력 중

# DialogList.Typing
source: typing
ar: جاري الكتابة
es: escribiendo
it: sta scrivendo
ko: 입력 중

# DialogList.ClearHistoryConfirmation
source: Clear History
ar: مسح سجل التاريخ
es: Eliminar historial
it: Cancella cronologia
ko: 대화내용 지우기

# DialogList.DeleteConversationConfirmation
source: Delete and Exit
ar: خروج وحذف
es: Eliminar y salir
it: Elimina ed esci
ko: 채팅방 나가기

# DialogList.AwaitingEncryption
source: Waiting for %@ to get online...
ar: في انتظار %@ ليصبح متصل...
es: Esperando que %@ se conecte...
it: Attendo che %@ si colleghi…
ko: %@님을 기다리는 중...

# DialogList.EncryptionRejected
source: Secret chat cancelled
ar: تم إلغاء المحادثة السرية
es: Chat secreto cancelado
it: Chat segreta annullata
ko: 비밀대화가 끝났습니다

# DialogList.EncryptionProcessing
source: Exchanging encryption keys...
ar: جاري مبادلة مفاتيح التشفير...
es: Intercambiando claves de cifrado...
it: Scambio chiavi di crittografia…
ko: 암호화 키 교환 중...

# DialogList.EncryptedChatStartedOutgoing
source: %@ joined your secret chat.
ar: %@ قام بالدخول لمحادثتك السرية.
es: %@ se unió a tu chat secreto.
it: %@ si è unito alla tua chat segreta.
ko: %@님이 비밀대화에 참여했습니다.

# DialogList.EncryptedChatStartedIncoming
source: %@ created a secret chat.
ar: %@ قام بإنشاء محادثة سرية.
es: %@ creó un chat secreto.
it: %@ ha creato una chat segreta.
ko: %@님이 비밀대화를 시작했습니다.

# DialogList.Conversations
source: Conversations
ar: المحادثات
es: Conversaciones
it: Conversazioni
ko: 대화

# DialogList.Messages
source: Messages
ar: الرسائل
es: Mensajes
it: Messaggi
ko: 메시지

# Compose.TokenListPlaceholder
source: Whom would you like to message?
ar: من ترغب في مراسلته؟
es: ¿A quién quieres enviar un mensaje?
it: A chi vuoi inviare un messaggio?
ko: 누구에게 메시지를 보내시겠습니까?

# Compose.NewMessage
source: New Message
ar: رسالة جديدة
es: Nuevo mensaje
it: Nuovo messaggio
ko: 새 메시지

# Compose.NewGroup
source: New Group
ar: مجموعة جديدة
es: Nuevo grupo
it: Nuovo gruppo
ko: 새 그룹

# Compose.NewEncryptedChat
source: New Secret Chat
ar: محادثة سرية جديدة
es: Nuevo chat secreto
it: Nuova chat segreta
ko: 비밀대화 시작

# Compose.NewBroadcast
source: Broadcast List
ar: قائمة رسائل جماعية
es: Lista de difusión
it: Lista broadcast
ko: 단체 메시지 리스트

# Compose.NewBroadcastButton
source: New Broadcast
ar: رسالة جماعية جديدة
es: Nueva difusión
it: Nuovo broadcast
ko: 새 단체 메시지 리스트

# Compose.Recipients
source: Recipients
ar: المستقبلون
es: Destinatarios
it: Destinatari
ko: 받는 사람

# Compose.Create
source: Create
ar: إنشاء
es: Crear
it: Crea
ko: 만들기

# Contacts.TabTitle
source: Contacts
ar: جهات الاتصال
es: Contactos
it: Contatti
ko: 대화상대

# Contacts.Title
source: Contacts
ar: جهات الاتصال
es: Contactos
it: Contatti
ko: 대화상대

# Contacts.Invite
source: Invite
ar: قم بدعوة
es: Invitar
it: Invita
ko: 초대

# Contacts.contact
source: contact
ar: جهة اتصال
es: contacto
it: contatto
ko: 대화상대

# Contacts.contacts
source: contacts
ar: جهة اتصال
es: contactos
it: contatti
ko: 대화상대

# Contacts.contactsvar
source: contacts
ar: جهة اتصال
es: contactos
it: contatti
ko: 대화상대

# Contacts.InvitationText
source: Hey, let's switch to Telegram http://telegram.org/dl
ar: مرحبا! هيا نستخدم تيليجرام http://telegram.org/dl
es: Oye, cambiémonos a Telegram http://telegram.org/dl
it: Ciao, passa a Telegram: http://telegram.org/dl
ko: 텔레그램으로 갈아타세요! http://telegram.org/dl

# Contacts.FailedToSendInvitesMessage
source: An error occurred.
ar: حدث خطأ.
es: Ocurrió un error.
it: Si è verificato un errore.
ko: 오류가 발생했습니다.

# Contacts.AccessDeniedError
source: Telegram does not have access to your contacts
ar: تيليجرام لا يستطيع الدخول لجهات الاتصال الخاصة بك
es: Telegram no tiene acceso a tus contactos
it: Telegram non ha accesso ai tuoi contatti
ko: 텔레그램이 연락처에 접근할 수 없습니다.

# Contacts.AccessDeniedHelpLandscape
source: Please go to your %@ Settings — Privacy — Contacts. Then select ON for Telegram.
ar: الرجاء الذهاب إلى إعدادات الـ %@ — الخصوصية — جهات الاتصال. ثم قم بتفعيل تيليجرام.
es: Ve a los Ajustes de tu %@ > Privacidad > Contactos. Activa la opción para Telegram.
it: Vai nelle Impostazioni del tuo %@ — Privacy — Contatti. Poi seleziona Sì per Telegram.
ko: %@의 '설정' — '개인 정보 보호' — '연락처'로 이동하여 텔레그램을 활성화하세요.

# Contacts.AccessDeniedHelpPortrait
source: Please go to your %@ Settings — Privacy — Contacts. Then select ON for Telegram.
ar: الرجاء الذهاب إلى إعدادات الـ %@ — الخصوصية — جهات الاتصال. ثم قم بتفعيل تيليجرام.
es: Ve a los Ajustes de tu %@ > Privacidad > Contactos. Activa la opción para Telegram.
it: Vai nelle Impostazioni del tuo %@ — Privacy — Contatti. Poi seleziona Sì per Telegram.
ko: %@의 '설정' — '개인 정보 보호' — '연락처'로 이동하여 텔레그램을 활성화하세요.

# Contacts.AccessDeniedHelpON
source: ON
ar: مفعل
es: Activado
it: Sì
ko: 활성화

# Contacts.InviteToTelegram
source: Invite to Telegram
ar: قم بدعوة صديق لتيليجرام
es: Invitar a Telegram
it: Invita su Telegram
ko: 텔레그램으로 초대

# Contacts.InviteFriends
source: Invite Friends
ar: قم بدعوة صديق
es: Invitar a amigos
it: Invita amici
ko: 친구 초대

# Contacts.SelectAll
source: Select All
ar: اختر الكل
es: Elegir todos
it: Seleziona tutto
ko: 전체 선택

# Conversation.InputTextPlaceholder
source: Message
ar: الرسالة
es: Mensaje
it: Messaggio
ko: 메시지

# Conversation.Send
source: Send
ar: إرسال
es: Enviar
it: Invia
ko: 전송

# Conversation.typing
source: typing
ar: جاري الكتابة
es: escribiendo
it: sta scrivendo
ko: 입력 중

# Conversation.MessageDeliveryFailed
source: Your message was not sent. Tap "Resend" to send this message.
ar: رسالتك لم ترسل بعد. اضغط "إعادة إرسال" لإرسال هذه الرسالة.
es: Tu mensaje no se ha enviado. Toca sobre “Enviar de nuevo” para enviar este mensaje.
it: Il tuo messaggio non è stato inviato. Tocca "Riprova" per inviare questo messaggio.
ko: 메시지가 전송되지 않았습니다. 이 메시지를 보내려면 "재전송"을 탭하세요.

# Conversation.MessageDialogEdit
source: Edit
ar: تعديل
es: Editar
it: Modifica
ko: 수정

# Conversation.MessageDialogRetry
source: Resend
ar: إعادة إرسال
es: Enviar de nuevo
it: Riprova
ko: 재전송

# Conversation.MessageDialogRetryAll
source: Resend %1$d Messages
ar: إعادة إرسال %1$d رسائل
es: Reenviar %1$d mensajes
it: Riprova %1$d messaggi
ko: %1$d개의 메시지를 재전송

# Conversation.MessageDialogDelete
source: Delete
ar: حذف
es: Eliminar
it: Elimina
ko: 삭제

# Conversation.LinkDialogOpen
source: Open
ar: فتح الرابط
es: Abrir
it: Apri
ko: 열기

# Conversation.LinkDialogCopy
source: Copy
ar: نسخ
es: Copiar
it: Copia
ko: 복사

# Conversation.EditDelete
source: Delete
ar: احذف
es: Eliminar
it: Elimina
ko: 삭제

# Conversation.EditForward
source: Forward
ar: أعد التوجيه
es: Reenviar
it: Inoltra
ko: 전달

# Conversation.ForwardToPersonFormat
source: Forward to %@?
ar: تحويل إلى %@؟
es: ¿Reenviar a %@?
it: Inoltra a %@?
ko: %@님에게 메시지를 전달할까요?

# Conversation.ForwardToGroupFormat
source: Forward to %@?
ar: تحويل إلى %@؟
es: ¿Reenviar a %@?
it: Inoltra a %@?
ko: %@에 메시지를 전달할까요?

# Conversation.ForwardTitle
source: Forward
ar: تحويل
es: Reenviar
it: Inoltra
ko: 전달

# Conversation.ForwardChats
source: Chats
ar: المحادثات
it: Chat
ko: 대화

# Conversation.ForwardContacts
source: Contacts
ar: جهات الاتصال
es: Contactos
it: Contatti
ko: 대화상대

# Conversation.StatusKickedFromGroup
source: you were removed from the group
ar: لقد تمت إزالتك من المجموعة
es: fuiste eliminado del grupo
it: sei stato rimosso dal gruppo
ko: 그룹에서 회원님을 내보냈습니다.

# Conversation.StatusLeftGroup
source: you have left the group
ar: قمت بمغادرة المجموعة
es: dejaste el grupo
it: hai lasciato il gruppo
ko: 그룹을 떠났습니다

# Conversation.StatusTyping
source: typing
ar: جاري الكتابة
es: escribiendo
it: sta scrivendo
ko: 입력 중

# Conversation.BroadcastTitle
source: Broadcast
ar: رسالة جماعية
es: Difusión
ko: 단체 메시지

# Conversation.Call
source: Call
ar: اتصل
es: Llamar
it: Chiama
ko: 전화 걸기

# Conversation.Mute
source: Mute
ar: كتم الصوت
es: Silenciar
it: Silenzia
ko: 알림 해제

# Conversation.Unmute
source: Unmute
ar: إزالة كتم الصوت
es: No silenciar
it: Suona
ko: 알림 켜기

# Conversation.Edit
source: Edit
ar: تعديل
es: Editar
it: Modifica
ko: 수정

# Conversation.Info
source: Info
ar: معلومات
es: Información
ko: 정보

# Conversation.Search
source: Search
ar: بحث
es: Buscar
it: Cerca
ko: 검색

# Conversation.Block
source: Block
ar: حظر
es: Bloquear
it: Blocca
ko: 차단

# Conversation.Unblock
source: Unblock
ar: إلغاء الحظر
es: Desbloquear
it: Sblocca
ko: 차단 해제

# Conversation.ClearAll
source: Delete All
ar: مسح الكل
es: Eliminar todo
it: Elimina tutto
ko: 전부 삭제

# Conversation.Location
source: Location
ar: الموقع
es: Ubicación
it: Posizione
ko: 위치

# Conversation.Document
source: Send File
ar: أرسل ملف
es: Enviar archivo
it: Invia file
ko: 파일 보내기

# Conversation.Contact
source: Contact
ar: جهة اتصال
es: Contacto
it: Contatto
ko: 대화상대

# Conversation.BlockUser
source: Block User
ar: حظر المستخدم
es: Bloquear usuario
it: Blocca utente
ko: 대화상대 차단

# Conversation.UnblockUser
source: Unblock User
ar: إلغاء حظر المستخدم
es: Desbloquear usuario
it: Sblocca utente
ko: 대화상대 차단 해제

# Conversation.DeleteGroup
source: Delete this Group
ar: حذف المجموعة
es: Eliminar este grupo
it: Elimina questo gruppo
ko: 이 그룹 삭제

# Conversation.DeleteChat
source: Delete this Chat
ar: حذف هذه الدردشة
es: Eliminar este chat
it: Elimina questa chat
ko: 이 대화 삭제

# Conversation.ClearAllConfirmation
source: Delete all messages?
ar: مسح الدردشة
es: ¿Eliminar todo el historial?
it: Vuoi eliminare tutti i messaggi?
ko: 메시지를 전부 삭제하시겠습니까?

# Conversation.SearchImages
source: Search Images
ar: ابحث عن صور
es: Buscar imágenes
it: Cerca immagini
ko: 이미지 검색

# Conversation.UnsupportedMedia
source: This message is not supported on your version of Telegram. Update the app to view: http://telegram.org/update
ar: نسخة تيليجرام الموجودة لديك لا تدعم هذه الرسالة. الرجاء التحديث لأحدث نسخة لاستعراضها: http://telegram.org/update
es: Este mensaje no está soportado en tu versión de Telegram. Actualiza la aplicación para verlo: http://telegram.org/update
it: Questo messaggio non è supportato dalla tua versione di Telegram. Aggiorna l'app per visualizzarlo: http://telegram.org/update
ko: 이 메시지는 사용 중인 텔레그램의 버전이 낮아 지원하지 않습니다. 앱을 업데이트 하세요: http://telegram.org/update

# Conversation.EncryptionWaiting
source: Waiting for %@ to get online...
ar: في انتظار %@ ليصبح متصل...
es: Esperando que %@ se conecte...
it: Attendo che %@ si colleghi…
ko: %@님을 기다리는 중...

# Conversation.EncryptionProcessing
source: Exchanging encryption keys...
ar: جاري مبادلة مفاتيح التشفير...
es: Intercambiando claves de cifrado...
it: Scambio chiavi di crittografia…
ko: 암호화 키 교환 중...

# Conversation.SupportPlaceholder
source: Got a question about Telegram?
ar: هل لديك سؤال عن تيليجرام؟
es: ¿Tienes alguna pregunta sobre Telegram?
it: Hai una domanda su Telegram?
ko: 텔레그램에 관해 궁금한 사항이 있나요?

# Conversation.EmptyPlaceholder
source: No messages here yet...
ar: لا يوجد رسائل هنا بعد...
es: Aún no hay mensajes...
it: Ancora nessun messaggio qui…
ko: 아직 메시지가 없습니다...

# Conversation.EncryptedPlaceholderTitleIncoming
source: %@ invited you to join a secret chat.
ar: %@ قام بدعوتك لمحادثة سرية.
es: %@ te invitó a un chat secreto.
it: %@ ti ha invitato a unirti ad una chat segreta.
ko: %@님이 비밀대화에 초대했습니다.

# Conversation.EncryptedPlaceholderTitleOutgoing
source: You have invited %@ to join a secret chat.
ar: لقد قمت بدعوة %@ لمحادثة سرية.
es: Invitaste a %@ a un chat secreto.
it: Hai invitato %@ a unirsi ad una chat segreta.
ko: %@님을 비밀대화에 초대했습니다.

# Conversation.EncryptedDescriptionTitle
source: Secret chats:
ar: المحادثات السرية:
es: Los chats secretos:
it: Chat segrete:
ko: 비밀대화는

# Conversation.EncryptedDescription1
source: Use end-to-end encryption
ar: تستخدم التشفير من البداية للنهاية
es: Usan cifrado end-to-end
it: Crittografia end-to-end
ko: 단대단 암호화를 사용합니다

# Conversation.EncryptedDescription2
source: Leave no trace on our servers
ar: لا تترك أثرًا في خوادمنا
es: No dejan rastro en el servidor
it: Nessuna traccia sui server
ko: 서버에 어떤 흔적도 남기지 않습니다

# Conversation.EncryptedDescription3
source: Have a self-destruct timer
ar: تمتلك عداد للتدمير الذاتي
es: Tienen autodestrucción
it: Timer di autodistruzione
ko: 일정 시간 후 자동삭제가 가능합니다

# Conversation.EncryptedDescription4
source: Do not allow forwarding
ar: لا تسمح بتحويل الرسائل
es: Impiden reenviar mensajes
it: Nessun inoltro
ko: 전달 기능이 허용되지 않습니다

# Conversation.EncryptedForwardingAlert
source: Sorry, you cannot forward a message from a secret chat.
ar: المعذرة، لا يمكنك إعادة توجيه رسالة من محادثة سرية.
es: Lo sentimos, no puedes reenviar un mensaje desde un chat secreto.
it: Spiacenti, non puoi inoltrare un messaggio da una chat segreta.
ko: 비밀대화에서 주고받은 메시지는 전달할 수 없습니다.

# Conversation.ContextMenuCopy
source: Copy
ar: نسخ
es: Copiar
it: Copia
ko: 복사

# Conversation.ContextMenuDelete
source: Delete
ar: حذف
es: Eliminar
it: Elimina
ko: 삭제

# Conversation.ContextMenuForward
source: Forward
ar: إعادة توجيه
es: Reenviar
it: Inoltra
ko: 전달
