Repository: peter-iakovlev/Telegram
Catalog: Telegraph/*.lproj/Localizable.strings
Languages: ar, es, it, ko

# Conversation.ContextMenuMore
source: More...
ar: المزيد...
es: Más...
it: Altro...
ko: 더 보기...

# Conversation.StatusMembers_1
source: 1 member
ar: عضو واحد
es: 1 miembro
it: 1 membro
ko: 1명의 대화상대

# Conversation.StatusMembers_2
source: 2 members
ar: عضوان
es: 2 miembros
it: 2 membri
ko: 2명의 대화상대

# Conversation.StatusMembers_3_10
source: %@ members
ar: %@ أعضاء
es: %@ miembros
it: %@ membri
ko: %@명의 대화상대

# Conversation.StatusMembers_any
source: %@ members
ar: %@ عضو
es: %@ miembros
it: %@ membri
ko: %@명의 대화상대

# Conversation.StatusRecipients_1
source: 1 recipient
ar: مستقبل
es: 1 destinatario
it: 1 destinatario
ko: 1명의 받는 사람

# Conversation.StatusRecipients_2
source: 2 recipients
ar: مستقبلان
es: 2 destinatarios
it: 2 destinatari
ko: 2명의 받는 사람

# Conversation.StatusRecipients_3_10
source: %@ recipients
ar: %@ مستقبلون
es: %@ destinatarios
it: %@ destinatari
ko: %@명의 받는 사람

# Conversation.StatusRecipients_any
source: %@ recipients
ar: %@ مستقبل
es: %@ destinatarios
it: %@ destinatari
ko: %@명의 받는 사람

# Conversation.StatusOnline_1
source: 1 online
ar: ١ متصل
es: 1 en línea
it: 1 in linea
ko: 1명 온라인

# Conversation.StatusOnline_2
source: 2 online
ar: ٢ متصلان
es: 2 en línea
it: 2 in linea
ko: 2명 온라인

# Conversation.StatusOnline_3_10
source: %@ online
ar: %@ متصلين
es: %@ en línea
it: %@ in linea
ko: %@명 온라인

# Conversation.StatusOnline_any
source: %@ online
ar: %@ متصل
es: %@ en línea
it: %@ in linea
ko: %@명 온라인

# Conversation.UnreadMessages
source: Unread Messages
ar: رسائل غير مقروءة
es: Mensajes sin leer
it: Messaggi non letti
ko: 읽지 않은 메시지

# Conversation.InfoGroup
source: Group
ar: مجموعة
es: Grupo
it: Gruppo
ko: 그룹

# Conversation.InfoPrivate
source: Contact
ar: جهة اتصال
es: Contacto
it: Contatto
ko: 연락처

# Conversation.InfoBroadcastList
source: List
ar: قائمة
es: Lista
it: Lista
ko: 단체 메시지 리스트

# Notification.RenamedChat
source: %@ renamed group
ar: %@ قام بإعادة تسمية المجموعة
es: %@ renombró el grupo
it: %@ ha rinominato il gruppo
ko: %@님이 그룹 이름을 변경했습니다

# Notification.RenamedChannel
source: Channel renamed
ar: تم تغيير اسم القناة
es: Canal renombrado
it: Canale rinominato
ko: 채널 수정됨

# Notification.ChangedGroupPhoto
source: %@ changed group photo
ar: %@ قام بتغيير صورة المجموعة
es: %@ cambió la foto del grupo
it: %@ ha cambiato la foto del gruppo
ko: %@님이 그룹 사진을 변경했습니다

# Notification.RemovedGroupPhoto
source: %@ removed group photo
ar: %@ قام بحذف صورة المجموعة
es: %@ eliminó la foto del grupo
it: %@ ha rimosso la foto del gruppo
ko: %@님이 그룹 사진을 삭제했습니다

# Notification.ChangedUserPhoto
source: %@ added a new profile photo
ar: %@ قام بإضافة صورة شخصية جديدة
es: %@ añadió una nueva foto de perfil
it: %@ ha aggiunto una nuova foto profilo
ko: %@님이 새 프로필 사진을 추가했습니다

# Notification.RemovedUserPhoto
source: %@ removed profile photo
ar: %@ قام بإزالة صورته الشخصية
es: %@ eliminó la foto de perfil
it: %@ ha rimosso la foto profilo
ko: %@님이 프로필 사진을 삭제했습니다

# Notification.JoinedChat
source: %@ joined the group
ar: %@ انضم للمجموعة
es: %@ se unió al grupo
it: %@ si è unito al gruppo
ko: %@님이 그룹에 참여했습니다

# Notification.Invited
source: %@ invited %@
ar: %@ قام بدعوة %@
es: %@ invitó a %@
it: %@ ha invitato %@
ko: %@님이 %@님을 초대했습니다

# Notification.LeftChat
source: %@ left the group
ar: %@ غادر المجموعة
es: %@ dejó el grupo
it: %@ ha lasciato il gruppo
ko: %@님이 그룹을 떠났습니다

# Notification.Kicked
source: %@ removed %@
ar: %@ أزال %@
es: %@ eliminó a %@
it: %@ ha rimosso %@
ko: %@ 님이 %@를 내보냈습니다.

# Notification.CreatedChat
source: %@ created a group
ar: %@ قام بإنشاء مجموعة
es: %@ creó un grupo
it: %@ ha creato un gruppo
ko: %@님이 그룹을 만들었습니다

# Notification.CreatedChannel
source: Channel created
ar: تم إنشاء القناة
es: Canal creado
it: Canale creato
ko: 채널 생성됨

# Notification.CreatedGroup
source: Group created
ar: تم إنشاء مجموعة
es: Grupo creado
it: Gruppo creato
ko: 그룹 생성됨

# Notification.CreatedBroadcastList
source: You created a broadcast list
ar: لقد قمت بإنشاء قائمة رسائل جماعية
es: Creaste una lista de difusión
it: Hai creato una lista broadcast
ko: 단체 메시지 리스트를 만들었습니다

# Notification.CreatedChatWithTitle
source: %@ created the group "%@"
ar: %@ قام بإنشاء المجموعة "%@"
es: %@ creó el grupo “%@”
it: %@ ha creato il gruppo "%@"
ko: %@님이 "%@" 그룹을 만들었습니다

# Notification.Joined
source: %@ joined Telegram
ar: %@ انضم لتيليجرام
es: %@ se unió a Telegram
it: %@ si è unito a Telegram
ko: %@님이 텔레그램에 가입했습니다

# Notification.ChangedGroupName
source: %@ changed group name to "%@"
ar: %@ قام بتغيير اسم المجموعة لـ "%@"
es: %@ cambió el nombre del grupo a “%@”
it: %@ ha cambiato il nome del gruppo in "%@"
ko: %@님이 그룹 이름을 "%@" 그룹으로 바꿨습니다

# Notification.NewAuthDetected
source: %1$@, We detected a login into your account from a new device on %2$@, %3$@ at %4$@ Device: %5$@ Location: %6$@ If this wasn't you, you can go to Settings — Privacy and Security — Sessions and terminate that session. If you think that somebody logged in to your account against your will, you can enable two-step verification in Privacy and Security settings. Sincerely, The Telegram Team
ar: %1$@, تم تسجيل الدخول لحسابك من جهاز جديد يوم %2$@, %3$@ الساعة %4$@ الجهاز: %5$@ المكان: %6$@ إذا لم تسجل الدخول، بإمكانك الذهاب إلى إعدادات – إعدادات المحادثة – سجل الخروج من كافة الأجهزة الأخرى. كما يمكنك تفعيل التحقق بخطوتين في حال رغبت بذلك عن طريق إعدادات الخصوصية. شكرًا، فريق تيليجرام
es: %1$@: Detectamos una conexión a tu cuenta desde un nuevo dispositivo el %2$@ %3$@, a las %4$@. Dispositivo: %5$@ Ubicación: %6$@ Si no eras tú, puedes ir a Ajustes > Privacidad y seguridad > Sesiones activas y cerrar esa sesión. Si crees que alguien ha iniciado la sesión sin tu consentimiento, puedes activar la verificación en dos pasos, en los ajustes de privacidad y seguridad. Gracias, El equipo de Telegram
it: %1$@, Abbiamo rilevato un accesso al tuo account da un nuovo dispositivo %2$@, %3$@ alle %4$@ Dispositivo: %5$@ Posizione: %6$@ Se non sei stato tu, puoi andare nelle Impostazioni - Privacy e sicurezza - Sessioni - Termina tutte le sessioni. Se pensi che qualcuno si sia collegato al tuo account contro il tuo volere, puoi attivare la verifica in due passaggi nelle impostazioni di Privacy e sicurezza. Cordiali saluti, il team di Telegram
ko: %1$@님, %3$@ %2$@ %4$@에 새 기기에서 회원님의 계정에 로그인하였습니다. 기기: %5$@ 위치: %6$@ 본인의 접속이 아니라면 '설정'에서 '채팅방 설정'을 선택하시고 '다른 모든 세션 종료'를 실행하세요. 만약 다른분이 강제로 접속을 한 것 같으시면, 설정에 있는 2단계 인증을 활성화 할 수 있습니다. 감사합니다. 텔레그램 팀 드림

# Notification.EncryptedChatRequested
source: Secret chat requested
ar: تم طلب محادثة سرية
es: Chat secreto solicitado
it: Chat segreta richiesta
ko: 비밀대화를 요청했습니다

# Notification.EncryptedChatAccepted
source: Secret chat started
ar: تم قبول المحادثة السرية
es: Chat secreto iniciado
it: Chat segreta iniziata
ko: 비밀대화를 시작했습니다

# Notification.MessageLifetimeChanged
source: %1$@ set the self-destruct timer to %2$@
ar: %1$@ قام بتعيين عداد التدمير الذاتي إلى %2$@
es: %1$@ activó la autodestrucción en %2$@
it: %1$@ ha impostato il timer di autodistruzione a %2$@
ko: %1$@님이 자동삭제를 %2$@ 후로 설정했습니다

# Notification.MessageLifetimeChangedOutgoing
source: You set the self-destruct timer to %1$@
ar: لقد قمت بتعيين عداد التدمير الذاتي إلى %1$@
es: Activaste la autodestrucción en %1$@
it: Hai impostato il timer a %1$@
ko: 자동삭제를 %1$@ 후로 설정했습니다

# Notification.MessageLifetimeRemoved
source: %1$@ disabled the self-destruct timer
ar: %1$@ قام بإيقاف عداد التدمير الذاتي
es: %1$@ desactivó la autodestrucción
it: %1$@ ha disattivato il timer di autodistruzione
ko: %1$@님이 자동삭제를 해제했습니다

# Notification.MessageLifetimeRemovedOutgoing
source: You disabled the self-destruct timer
ar: لقد قمت بتعطيل عداد التدمير الذاتي
es: Desactivaste la autodestrucción
it: Hai disattivato il timer di autodistruzione
ko: 자동삭제를 해제했습니다

# Notification.MessageLifetime2s
source: 2 seconds
ar: ثانيتان
es: 2 segundos
it: 2 secondi
ko: 2초

# Notification.MessageLifetime5s
source: 5 seconds
ar: ٥ ثوانٍ
es: 5 segundos
it: 5 secondi
ko: 5초

# Notification.MessageLifetime1m
source: 1 minute
ar: دقيقة
es: 1 minuto
it: 1 minuto
ko: 1분

# Notification.MessageLifetime1h
source: 1 hour
ar: ساعة
es: 1 hora
it: 1 ora
ko: 1시간

# Notification.MessageLifetime1d
source: 1 day
ar: يوم
es: 1 día
it: 1 giorno
ko: 하루

# Notification.MessageLifetime1w
source: 1 week
ar: أسبوع
es: 1 semana
it: 1 settimana
ko: 일주일

# Message.Photo
source: Photo
ar: صورة
es: Foto
it: Foto
ko: 사진

# Message.Video
source: Video
ar: مقطع مرئي
es: Vídeo
ko: 동영상

# Message.Location
source: Location
ar: موقع
es: Ubicación
it: Posizione
ko: 위치

# Message.Contact
source: Contact
ar: جهة اتصال
es: Contacto
it: Contatto
ko: 대화상대

# Message.File
source: File
ar: ملف
es: Archivo
ko: 파일

# Message.Sticker
source: Sticker
ar: ملصق
ko: 스티커

# Message.Audio
source: Voice Message
ar: رسالة صوتية
es: Mensaje de voz
it: Messaggio vocale
ko: 음성 메시지

# Message.ForwardedMessage
source: Forwarded Message From: %@
ar: رسالة محولة من %@
es: Mensaje reenviado De: %@
it: Messaggio inoltrato da: %@
ko: 전달된 메시지 보낸사람: %@

# Message.SharedContact
source: Shared Contact
ar: جهات الاتصال المرسلة
es: Contacto compartido
it: Contatto condiviso
ko: 대화상대 공유

# Message.Animation
source: GIF
ar: صورة متحركة
ko: GIF파일

# ConversationProfile.ErrorCreatingConversation
source: An error occurred
ar: حدث خطأ
es: Ocurrió un error
it: Si è verificato un errore
ko: 오류 발생

# ConversationProfile.UserLeftChatError
source: Sorry, %@ decided to leave this group, so you cannot invite him back here.
ar: المعذرة, %@ قرر مغادرة المجموعة, لا يمكنك دعوته مرة أخرى للمجموعة.
es: Lo sentimos, %@ decidió salir de este grupo. No puedes enviarle una invitación de nuevo.
it: Spiacenti, %@ ha deciso di lasciare questo gruppo, non puoi invitarlo di nuovo.
ko: %@님이 이 그룹에서 떠나기로 해서 다시 초대할 수 없습니다.

# ConversationProfile.UnknownAddMemberError
source: An unexpected error has occurred. Our wizards have been notified and will fix the problem soon. Sorry.
ar: حدث خطأ غير متوقع. لقد تم إخبار فريق العمل وسيعملون على إصلاحه قريبًا. نعتذر.
es: Ocurrió un error inesperado. Ya hemos informado a nuestros magos y arreglarán el problema cuanto antes. Lo sentimos.
it: Si è verificato un errore imprevisto. I nostri stregoni sono stati avvisati e risolveranno il problema al più presto. Siamo spiacenti.
ko: 죄송합니다. 예상치 못한 오류가 발생했습니다. 문제 수정을 위해 텔레그램에 오류를 알렸습니다.

# ConversationProfile.UsersTooMuchError
source: Sorry, this group is full. You cannot add any more members here.
ar: المعذرة, هذه المجموعة ممتلئة. لا تستطيع إضافة أعضاء جدد.
es: Lo sentimos, este grupo está lleno. Ya no se pueden agregar más miembros.
it: Spiacenti, questo gruppo è pieno. Non puoi aggiungere altri membri.
ko: 현재 그룹의 정원이 꽉 차서 대화상대를 더 초대할 수 없습니다.

# ConversationProfile.LeaveDeleteAndExit
source: Delete and Exit
ar: خروج وحذف
es: Eliminar y salir
it: Elimina ed esci
ko: 삭제하고 나가기

# Conversation.DownloadPhoto
source: Download Photo
ar: تنزيل الصورة
es: Descargar foto
it: Scarica foto
ko: 사진 다운로드

# Conversation.ViewPhoto
source: View Photo
ar: اعرض الصورة
es: Ver foto
it: Visualizza foto
ko: 사진 보기

# Conversation.PlayVideo
source: Play Video
ar: اعرض المقطع المرئي
es: Ver vídeo
it: Riproduci video
ko: 동영상 재생

# Conversation.Play
source: Play
ar: تشغيل
es: Ver
it: Riproduci
ko: 재생

# Conversation.Stop
source: Stop
ar: إيقاف
es: Detener
it: Arresta
ko: 중지

# Conversation.ViewFile
source: View File
ar: عرض الملف
es: Ver archivo
it: Visualizza file
ko: 파일 보기

# Conversation.Download
source: Download
ar: تنزيل
es: Descargar
it: Scarica
ko: 다운로드

# Conversation.DownloadMegabytes
source: Download %.1f MB
ar: تنزيل %.1f MB
es: Descargar %.1f MB
it: Scarica %.1f MB
ko: %.1f MB 다운로드

# Conversation.DownloadKilobytes
source: Download %d KB
ar: تنزيل %d KB
es: Descargar %d KB
it: Scarica %d KB
ko: %d KB 다운로드

# Conversation.ViewLocation
source: View Location
ar: اعرض الموقع
es: Ver ubicación
it: Visualizza posizione
ko: 위치 보기

# Conversation.SearchWebImages
source: Find Images
ar: ابحث عن صور
es: Buscar imágenes
it: Cerca immagini
ko: 이미지 찾기

# Conversation.ShareMyContactInfo
source: Share My Contact Info
ar: قم بمشاركة معلومات جهة الاتصال الخاصة بك
es: Compartir mi número
it: Condividi il mio contatto
ko: 내 연락처 정보 공유

# Conversation.AddContact
source: Add Contact
ar: قم بإضافة جهة اتصال
es: Añadir contacto
it: Aggiungi contatto
ko: 대화상대 추가

# Conversation.SendMessage
source: Send Message
ar: أرسل رسالة
es: Enviar mensaje
it: Invia messaggio
ko: 메시지 전송

# Conversation.EncryptionCanceled
source: Secret chat cancelled
ar: تم إلغاء المحادثة السرية
es: Chat secreto cancelado
it: Chat segreta annullata
ko: 비밀대화가 취소됨

# Conversation.DeleteOneMessage
source: Delete Message
ar: حذف الرسالة
es: Eliminar mensaje
it: Elimina messaggio
ko: 메시지 삭제

# Conversation.DeleteManyMessages
source: Delete Messages
ar: حذف الرسائل
es: Eliminar mensajes
it: Elimina messaggi
ko: 메시지 삭제

# Conversation.View
source: View
ar: عرض
es: Ver
it: Visualizza
ko: 보기

# Conversation.SlideToCancel
source: Slide to cancel
ar: قم بالسحب للإلغاء
es: Cancelar
it: Annulla
ko: 밀어서 취소

# Conversation.ApplyLocalization
source: Apply Localization
ar: تطبيق واجهة اللغة
es: Aplicar traducción
it: Applica traduzione
ko: 언어 파일 적용

# Conversation.OpenFile
source: Open File
ar: فتح الملف
es: Abrir archivo
it: Apri file
ko: 파일 열기

# Conversation.MicrophoneAccessDisabled
source: Telegram needs access to your microphone for voice messages. Please go to Settings > Privacy > Microphone and set Telegram to ON.
ar: يحتاج تيليجرام للسماح له باستخدام الميكروفون لتسجيل الرسائل الصوتية. يرجى الذهاب إلى إعدادات — الخصوصية — الميكروفون ثم قم بتفعيل تيليجرام.
es: Telegram necesita acceso a tu micrófono para los mensajes de voz. Por favor, ve a Ajustes > Privacidad > Micrófono y activa Telegram.
it: Telegram deve accedere al tuo microfono per i messaggi vocali. Per favore vai in Impostazioni > Privacy > Microfono e imposta Telegram su Sì.
ko: Telegram이 음성 메시지를 보내기 위해 마이크에 대한 접근 권한을 필요로 합니다. 설정>'개인 정보 보호>마이크로 가서 Telegram을 활성화하세요.

# MediaPicker.Send
source: Send
ar: أرسل
es: Enviar
it: Invia
ko: 전송

# MediaPicker.Choose
source: Choose
ar: اختر
es: Elegir
it: Scegli
ko: 선택

# SearchImages.SearchImages
source: Search Images
ar: ابحث عن صور
es: Buscar imágenes
it: Cerca immagini
ko: 이미지 검색

# SearchImages.Title
source: Albums
ar: ألبوم
es: Álbumes
it: Album
ko: 사진첩

# MediaPicker.CameraRoll
source: Camera Roll
ar: البوم الصور
es: Carrete
it: Rullino
ko: 카메라 롤

# SearchImages.NoImagesFound
source: No images found
ar: المعذرة، لم يتم العثور على صور.
es: No se encontraron imágenes
it: Nessuna immagine trovata
ko: 이미지가 없음

# MediaPicker.AccessDeniedError
source: Telegram does not have access to your photos
ar: تيليجرام لا يستطيع الدخول للألبوم الخاص بك
es: Telegram no tiene acceso a tus fotos
it: Telegram non ha accesso alle tue foto
ko: 텔레그램이 사진에 접근할 수 없습니다

# MediaPicker.AccessDeniedHelp
source: Please go to your %@ Settings — Privacy — Photos. Then select ON for Telegram.
ar: الرجاء الذهاب إلى إعدادات الـ %@ — الخصوصية — الصور. ثم قم بتفعيل تيليجرام.
es: Ve a los Ajustes de tu %@ > Privacidad > Fotos. Activa la opción para Telegram.
it: Vai nelle Impostazioni del tuo %@ — Privacy — Foto. Poi seleziona Sì per Telegram.
ko: %@의 '설정' — '개인 정보 보호' — '사진'으로 이동하여 텔레그램을 활성화하세요.

# SearchImages.Downloading#Kb
source: Downloading %d Kb
ar: جاري تنزيل %d Kb
es: Descargando %d KB
it: Download di %d KB
ko: %d Kb 다운로드 중

# SearchImages.Downloading#Mb
source: Downloading %d Mb
ar: جاري تنزيل %d Mb
es: Descargando %d MB
it: Download di %d MB
ko: %d Mb 다운로드 중

# SearchImages.ImageNofM
source: Image %1$@ of %2$@
ar: صورة %1$@ من %2$@
es: Imagen %1$@ de %2$@
it: Immagine %1$@ di %2$@
ko: 이미지: %1$@ / %2$@

# SearchImages.DownloadCancelled
source: Download cancelled
ar: تم إلغاء التنزيل
es: Descarga cancelada
it: Download annullato
ko: 다운로드가 취소됨

# SearchImages.ErrorDownloadingImage
source: Error downloading image
ar: خطأ في تنزيل الصورة
es: Error al descargar la imagen
it: Errore durante il download dell'immagine
ko: 이미지 다운로드 오류

# SearchImages.SkipImage
source: Skip Image
ar: تخطى الصورة
es: Omitir imagen
it: Salta immagine
ko: 이미지 건너뛰기

# SearchImages.RetryDownload
source: Retry Download
ar: إعادة التنزيل
es: Reintentar la descarga
it: Riprova a scaricare
ko: 다운로드 재시도

# Profile.ImageUploadError
source: An error occurred. Please try again later.
ar: حدث خطأ. الرجاء المحاولة في وقت لاحق.
es: Ocurrió un error. Por favor, reinténtalo más tarde.
it: Si è verificato un errore. Riprova più tardi.
ko: 오류가 발생했습니다. 나중에 다시 시도해 주세요.

# Profile.PhonebookAccessDisabled
source: To make this feature work, please go to your iPhone's Settings — Privacy — Contacts and select ON for Telegram.
ar: لجعل هذه الخاصية تعمل, الرجاء الذهاب إلى إعدادات الآيفون — الخصوصية— جهات الاتصال ثم قم بتفعيل تيليجرام.
es: Para activar esta opción, por favor, ve a los Ajustes de tu iPhone > Privacidad > Contactos y activa la opción para Telegram.
it: Per rendere disponibile questa funzione, vai nelle Impostazioni dell'iPhone — Privacy — Contatti e imposta Sì per Telegram.
ko: 이 기능을 이용하려면 iPhone의 '설정' — '개인 정보 보호' — '연락처'로 이동하여 텔레그램을 활성화하세요.

# Profile.CreateEncryptedChatError
source: An error occurred.
ar: حدث خطأ.
es: Ocurrió un error.
it: Si è verificato un errore.
ko: 오류가 발생했습니다.

# Profile.CreateEncryptedChatOutdatedError
source: Cannot create a secret chat with %@. %@ is using an older version of Telegram and needs to update first.
ar: لا يمكن إنشاء محادثة سرية مع %@. %@ يستخدم إصدار قديم من تيليجرام ولا بد أن يقوم بالتحديث أولًا.
es: No se puede crear un chat secreto con %@. %@ está utilizando una versión antigua de Telegram y necesita actualizarla.
it: Impossibile creare una chat segreta con %@. %@ sta usando una versione più vecchia di Telegram e deve prima aggiornare.
ko: %@님의 텔레그램 버전이 낮아 비밀대화를 시작할 수 없습니다. 비밀대화를 시작하려면 %@님이 텔레그램을 업데이트해야 합니다.

# Profile.CreateNewContact
source: Create New Contact
ar: إنشاء جهة اتصال جديدة
es: Crear nuevo contacto
it: Crea nuovo contatto
ko: 새 대화상대 생성

# Profile.AddToExisting
source: Add to Existing Contact
ar: إضافة إلى جهة اتصال موجودة
es: Añadir a contacto existente
it: Aggiungi a contatto esistente
ko: 기존 대화상대 추가

# Profile.EncryptionKey
source: Encryption Key
ar: مفتاح التشفير
es: Clave de cifrado
it: Chiave di crittografia
ko: 암호화 키

# Profile.MessageLifetime
source: Self-Destruct Timer
ar: عداد التدمير الذاتي
es: Autodestrucción
it: Timer di autodistruzione
ko: 자동삭제 타이머

# Profile.MessageLifetimeForever
source: Off
ar: إيقاف
es: Apagada
it: Spento
ko: 해제

# Profile.MessageLifetime2s
source: 2s
ar: ثانيتان
it: 2sc
ko: 2초

# Profile.MessageLifetime5s
source: 5s
ar: ٥ ثوانٍ
it: 5sc
ko: 5초

# Profile.MessageLifetime1m
source: 1m
ar: دقيقة
ko: 1분

# Profile.MessageLifetime1h
source: 1h
ar: ساعة
it: 1o
ko: 1시간

# Profile.MessageLifetime1d
source: 1d
ar: يوم
it: 1g
ko: 하루

# Profile.MessageLifetime1w
source: 1w
ar: أسبوع
es: 1S
it: 1st
ko: 일주일

# Profile.ShareContactButton
source: Share Contact
ar: قم بمشاركة جهة الاتصال
es: Compartir contacto
it: Condividi contatto
ko: 연락처 공유

# Profile.ShareContactPersonFormat
source: Send contact to %@?
ar: أرسل جهة الاتصال إلى %@؟
es: ¿Enviar contacto a %@?
it: Inviare contatto a %@?
ko: %@님에게 연락처를 보낼까요?

# Profile.ShareContactGroupFormat
source: Send contact to %@?
ar: أرسل جهة الاتصال إلى %@؟
es: ¿Enviar contacto a %@?
it: Inviare contatto a %@?
ko: %@에 연락처를 보낼까요?

# UserInfo.Title
source: Info
ar: معلومات
es: Información
ko: 정보

# UserInfo.FirstNamePlaceholder
source: First Name
ar: الاسم الأول
es: Nombre
it: Nome
ko: 이름

# UserInfo.LastNamePlaceholder
source: Last Name
ar: اسم العائلة
es: Apellidos
it: Cognome
ko: 성

# UserInfo.GenericPhoneLabel
source: mobile
ar: جوال
es: móvil
it: cellulare
ko: 휴대전화

# UserInfo.SendMessage
source: Send Message
ar: قم بمراسلته
es: Enviar mensaje
it: Invia messaggio
ko: 메시지 전송

# UserInfo.AddContact
source: Add Contact
ar: إضافة جهة الاتصال
es: Añadir contacto
it: Aggiungi contatto
ko: 대화상대 추가

# UserInfo.ShareContact
source: Share Contact
ar: قم بمشاركة جهة الاتصال
es: Compartir contacto
it: Condividi contatto
ko: 대화상대 공유

# UserInfo.StartSecretChat
source: Start Secret Chat
ar: إبدأ محادثة سرية
es: Iniciar chat secreto
it: Inizia chat segreta
ko: 비밀대화 시작

# UserInfo.DeleteContact
source: Delete Contact
ar: حذف جهة الاتصال
es: Eliminar contacto
it: Elimina contatto
ko: 대화상대 삭제

# UserInfo.CreateNewContact
source: Create New Contact
ar: إنشاء جهة اتصال جديدة
es: Crear nuevo contacto
it: Crea nuovo contatto
ko: 새 대화상대 생성

# UserInfo.AddToExisting
source: Add to Existing
ar: إضافة إلى جهة اتصال موجودة
es: Añadir a contacto existente
it: Aggiungi a esistente
ko: 기존 대화상대에 추가

# UserInfo.AddPhone
source: add phone
ar: إضافة هاتف
es: añadir teléfono
it: aggiungi telefono
ko: 전화번호 추가

# UserInfo.NotificationsEnabled
source: Enabled
ar: مفعل
es: Activadas
it: Abilitate
ko: 활성화됨

# UserInfo.NotificationsDisabled
source: Disabled
ar: معطل
es: Desactivadas
it: Disabilitate
ko: 비활성화됨

# UserInfo.NotificationsEnable
source: Enable
ar: تفعيل
es: Activar
it: Abilita
ko: 활성화

# UserInfo.NotificationsDisable
source: Disable
ar: تعطيل
es: Desactivar
it: Disabilita
ko: 비활성화

# UserInfo.Invite
source: Invite to Telegram
ar: قم بدعوة صديق لتيليجرام
es: Invitar a Telegram
it: Invita su Telegram
ko: 텔레그램에 초대

# NewContact.Title
source: New Contact
ar: جهة اتصال جديدة
es: Nuevo contacto
it: Nuovo contatto
ko: 새 대화상대

# PhoneLabel.Title
source: Label
ar: النوع
es: Etiqueta
it: Etichetta
ko: 레이블

# SecretChat.Title
source: Secret Chat
ar: محادثة سرية
es: Chat secreto
it: Chat segreta
ko: 비밀대화

# GroupInfo.Title
source: Group Info
ar: معلومات المجموعة
es: Información
it: Info gruppo
ko: 그룹 정보

# GroupInfo.GroupNamePlaceholder
source: Group Name
ar: اسم المجموعة
es: Nombre del grupo
it: Nome del gruppo
ko: 그룹명

# GroupInfo.BroadcastListNamePlaceholder
source: List Name
ar: اسم القائمة
es: Nombre de la lista
it: Nome lista
ko: 목록 이름

# GroupInfo.SetGroupPhoto
source: Set Group Photo
ar: تعيين صورة للمجموعة
es: Poner foto del grupo
it: Imposta la foto del gruppo
ko: 그룹 사진 설정

# GroupInfo.SetGroupPhotoStop
source: Stop
ar: إيقاف
es: Detener
it: Arresta
ko: 중지

# GroupInfo.SetGroupPhotoDelete
source: Delete Photo
ar: حذف الصورة
es: Eliminar foto
it: Elimina foto
ko: 사진 삭제

# GroupInfo.Notifications
source: Notifications
ar: الإشعارات
es: Notificaciones
it: Notifiche
ko: 알림

# GroupInfo.Sound
source: Sound
ar: الصوت
es: Sonido
it: Suono
ko: 소리

# GroupInfo.SharedMedia
source: Shared Media
ar: الوسائط المشتركة
es: Multimedia
it: Media condivisi
ko: 공유한 사진/동영상

# GroupInfo.SharedMediaNone
source: None
ar: لا يوجد
es: Nada
it: Nessuno
ko: 없음

# GroupInfo.DeleteAndExit
source: Delete and Exit
ar: خروج وحذف
es: Eliminar y salir
it: Elimina ed esci
ko: 삭제하고 나가기

# GroupInfo.DeleteAndExitConfirmation
source: You will not be able to join this group again.
ar: لن تستطيع الدخول لهذه المجموعة مرة أخرى.
es: No podrás volver a unirte a este grupo.
it: Non potrai riunirti a questo gruppo.
ko: 이 그룹에 다시 참여할 수 없습니다.

# GroupInfo.ParticipantCount_1
source: 1 MEMBER
ar: عضو واحد
es: 1 MIEMBRO
it: 1 MEMBRO
ko: 1명

# GroupInfo.ParticipantCount_2
source: 2 MEMBERS
ar: عضوان
es: 2 MIEMBROS
it: 2 MEMBRI
ko: 2명

# GroupInfo.ParticipantCount_3_10
source: %@ MEMBERS
ar: %@ أعضاء
es: %@ MIEMBROS
it: %@ MEMBRI
ko: %@명

# GroupInfo.ParticipantCount_any
source: %@ MEMBERS
ar: %@ عضو
es: %@ MIEMBROS
it: %@ MEMBRI
ko: %@명

# GroupInfo.AddParticipant
source: Add Member
ar: إضافة عضو
es: Añadir miembro
it: Aggiungi membro
ko: 구성원 추가

# GroupInfo.AddParticipantTitle
source: Contacts
ar: جهات الاتصال
es: Contactos
it: Contatti
ko: 대화상대

# GroupInfo.AddParticipantConfirmation
source: Add %@ to the group?
ar: إضافة %@ للمجموعة؟
es: ¿Añadir a %@ al grupo?
it: Vuoi aggiungere %@ al gruppo?
ko: %@님을 그룹에 추가할까요?

# GroupInfo.KickedStatus
source: You were removed from the group
ar: لقد تمت إزالتك من المجموعة
es: Fuiste eliminado del grupo
it: Sei stato rimosso dal gruppo
ko: 그룹에서 회원님을 내보냈습니다.
