Repository: peter-iakovlev/Telegram
Catalog: Telegraph/*.lproj/Localizable.strings
Languages: ar, es, it, ko

# ChatAdmins.AllMembersAreAdminsOffHelp
source: Only admins can add and remove members, edit name and photo of the group.
ar: فقط مشرفو القناة يستطيعون حذف الأعضاء، والتعديل على اسم وصورة المجموعة.
es: Sólo los administradores pueden añadir y eliminar miembros, editar el nombre y la foto del grupo.
it: Solo gli amministratori possono aggiungere e rimuovere membri e modificare nome e foto del gruppo.
ko: 그룹에 있는 관리자만 구성원을 초대, 퇴장, 이름 및 사진을 수정할 수 있습니다.

# ChatAdmins.AdminLabel
source: admin
ar: مشرف
es: administrador
it: amministratore
ko: 관리자

# Group.MessagePhotoUpdated
source: Group photo updated
ar: تم تحديث صورة المجموعة
es: Foto del grupo actualizada
it: Foto del gruppo aggiornata
ko: 그룹 사진 업데이트됨

# Group.MessagePhotoRemoved
source: Group photo removed
ar: تم حذف صورة المجموعة
es: Foto del grupo eliminada
it: Foto del gruppo rimossa
ko: 그룹 사진 삭제됨

# Group.MessageTitleUpdated
source: Group renamed to "%@"
ar: تم تغيير صورة المجموعة إلى "%@"
es: Grupo renombrado a “%@”
it: Gruppo rinominato in "%@"
ko: "%@"로 그룹명이 변경 됨

# Group.UpgradeNoticeHeader
source: MEMBERS LIMIT REACHED
ar: تم الوصول للحد الأعلى للأعضاء
es: LÍMITE DE MIEMBROS ALCANZADO
it: LIMITE MEMBRI RAGGIUNTO
ko: 구성원 한계치 도달

# Group.UpgradeNoticeText1
source: To go over the limit and get additional features, upgrade to a supergroup:
ar: لتستطيع تخطي الحد الأعلى للأعضاء وتحصل على خصائص إضافية، قم بالترقية لمجموعة خارقة.
es: Para superar el límite y tener características adicionales, conviértelo en un supergrupo:
it: Per superare il limite e avere ulteriori funzioni, aggiorna a supergruppo:
ko: 대화방인원 제한 및 추가 기능을 활용하시려면, 슈퍼그룹으로 업그레이드를 하세요:

# Group.UpgradeNoticeText2
source: • Supergroups can get up to {supergroup_member_limit} members • New members see the entire chat history • Admins delete messages for everyone • Notifications are muted by default
ar: • الحد الأعلى للأعضاء يصبح {supergroup_member_limit} عضو • الأعضاء الجدد يرون تاريخ محادثات المجموعة بشكل كامل • المشرفون يمكنهم حذف رسائل كافة الأعضاء • الإشعارات على وضع الصامت بشكل تلقائي
es: • Permiten hasta {supergroup_member_limit} miembros • Nuevos miembros ven todo el historial • Un admin. borra mensajes para todos • Notificaciones silenciadas por defecto
it: • I supergruppi hanno massimo {supergroup_member_limit} membri • I nuovi membri vedono tutta la cronologia • Gli admin eliminano i messaggi per tutti • Le notifiche sono disattivate di default
ko: • 슈퍼그룹은 {supergroup_member_limit}명까지 수용 가능합니다. • 새로운 참여자는 모든 대화내역을 볼 수 있습니다. • 관리자는 모두에게 메시지 삭제를 할 수 있습니다. • 기본값으로 알림이 음소거 됩니다.

# GroupInfo.UpgradeButton
source: Upgrade to supergroup
ar: قم بالتحديث لمجموعة خارقة
es: Convertir en supergrupo
it: Aggiorna a supergruppo
ko: 슈퍼그룹으로 업그레이드하기

# Group.UpgradeConfirmation
source: Warning: this action is irreversible. It is not possible to downgrade a supergroup to a regular group.
ar: تحذير: هذا القرار لا يمكن الرجوع عنه. لن تتمكن من إرجاع المجموعات الخارقة لتصبح مجموعات عادية.
es: Advertencia: esta acción es irreversible. No es posible convertir un supergrupo en un grupo normal.
it: Attenzione: questa azione è irreversibile. Non è possibile trasformare un supergruppo in un gruppo normale.
ko: 경고 : 되돌릴 수 없는 작업입니다. 슈퍼그룹에서 일반그룹방으로 다운 그레이드는 불가능합니다.

# Notification.GroupMigratedToChannel
source: The group was upgraded to a supergroup
ar: تم ترقية هذه المجموعة لتصبح مجموعة خارقة
es: Este grupo fue convertido en un supergrupo
it: Questo gruppo è stato aggiornato a supergruppo.
ko: 그룹은 슈퍼그룹으로 업그레이드 되었습니다.

# Notification.GroupDeactivated
source: Group deactivated
ar: تم تعطيل المجموعة
es: Grupo desactivado
it: Gruppo disattivato
ko: 그룹이 비활성화 됨

# Notification.ChannelMigratedFrom
source: This group was upgraded to a supergroup
ar: تم ترقية هذه المجموعة لتصبح مجموعة خارقة
es: Este grupo fue convertido en un supergrupo
it: Questo gruppo è stato aggiornato a supergruppo.
ko: 이 그룹은 슈퍼그룹으로 업그레이드 되었습니다.

# Conversation.StatusGroupDeactivated
source: group deactivated
ar: تم تعطيل المجموعة
es: grupo desactivado
it: gruppo disattivato
ko: 그룹이 비활성화 됨

# GroupInfo.DeactivatedStatus
source: Group Deactivated
ar: تم تعطيل المجموعة
es: Grupo desactivado
it: Gruppo disattivato
ko: 그룹이 비활성화 됨

# Notification.RenamedGroup
source: Group renamed
ar: تم تغيير اسم المجموعة
es: Grupo renombrado
it: Gruppo rinominato
ko: 그룹 이름 변경

# Group.ErrorAddTooMuch
source: Sorry, this group is full.
ar: المعذرة، المجموعة ممتلئة.
es: Lo sentimos, el grupo está lleno.
it: Spiacenti, questo gruppo è pieno.
ko: 죄송합니다, 그룹방의 인원이 최대치입니다.

# Group.ErrorAddTooMuchBots
source: Sorry, you've reached the maximum number of bots for this group.
ar: المعذرة، لقد وصلت الحد للأعلى للبوتات في هذه المجموعة.
es: Lo sentimos, alcanzaste el número máximo de bots en este grupo.
it: Spiacenti, hai raggiunto il numero massimo di bot per questo gruppo.
ko: 죄송합니다, 그룹방의 봇 참여수가 한계치입니다.

# Group.ErrorAddTooMuchAdmins
source: Sorry, you've reached the maximum number of admins for this group.
ar: المعذرة، لقد وصلت للحد الأعلى من المشرفين لهذا المجموعة.
es: Lo sentimos, alcanzaste el número máximo de administradores para este grupo.
it: Spiacenti, hai raggiunto il numero massimo di amministratori per questo gruppo.
ko: 죄송합니다, 그룹방의 관리자수가 한계치입니다.

# Group.ErrorAddBlocked
source: Sorry, you can't add this user to groups.
ar: المعذرة، لا يمكنك إضافة هذا المستخدم للمجموعات.
es: Lo sentimos, no puedes añadir este usuario a grupos.
it: Spiacenti, non puoi aggiungere questo utente ai gruppi.
ko: 죄송합니다, 이 유저를 그룹에 초대할 수 없습니다.

# Group.ErrorNotMutualContact
source: Sorry, you can only add mutual contacts to groups at the moment.
ar: المعذرة، فقط يمكنك إضافة جهات الاتصال المشتركة للمجموعات في الوقت الحالي.
es: Lo sentimos, por ahora sólo puedes añadir contactos mutuos a grupos.
it: Spiacenti, al momento puoi aggiungere solo i contatti reciproci ai gruppi.
ko: 죄송합니다, 서로 연락처가 추가된 경우에만 그룹에 구성원을 추가 할 수 있습니다.

# Conversation.SendMessageErrorFlood
source: Sorry, you can only send messages to mutual contacts at the moment.
ar: المعذرة، فقط يمكنك مراسلة جهات الاتصال المشتركة في الوقت الحالي.
es: Lo sentimos, por ahora puedes enviar mensajes sólo a contactos mutuos.
it: Spiacenti, al momento puoi scrivere solo ai contatti reciproci.
ko: 죄송합니다, 서로 연락처가 추가된 경우에만 메시지 전송이 가능합니다.

# Generic.ErrorMoreInfo
source: More Info
ar: معلومات أكثر
es: Más información
it: Maggiori info
ko: 더 보기

# Notification.InvitedMany
source: %@ invited %@
ar: %@ قام بدعوة %@
es: %@ invitó a %@
it: %@ ha invitato %@
ko: %@님이 %@을 초대했습니다.

# ChannelMembers.Blacklist.EmptyText
source: Blacklisted users are removed from the group and can only come back if invited by an admin. Invite links don't work for them.
ar: أعضاء القائمة السوداء هم أعضاء تم حذفهم من المجموعة ولا يمكنهم العودة لها إلى بدعوة من المشرف. روابط الدعوة لن تمكنهم من العودة للمجموعة.
es: Los usuarios suspendidos son eliminados del grupo y sólo pueden volver si son invitados por un administrador. Los enlaces de invitación no funcionan para ellos.
it: Gli utenti in lista nera sono rimossi dal gruppo e possono tornare solo se invitati da un amministratore. I link d'invito non funzionano per loro.
ko: 그룹방에서 차단되어 퇴장당한 사용자는 관리자가 초대해야지만 그룹방에 입장이 가능합니다. 초대링크로는 초대가 되지 않습니다.

# ChannelInfo.DeleteGroup
source: Delete Group
ar: حذف المجموعة
es: Eliminar grupo
it: Elimina gruppo
ko: 그룹 삭제

# ChannelInfo.DeleteGroupConfirmation
source: Wait! Deleting this group will remove all members and all messages will be lost. Delete the group anyway?
ar: لحظة! حذف هذه المجموعة سيزيل كافة الأعضاء والرسائل سيتم حذفها. هل أنت متأكد من رغبتك في حذف المجموعة؟
es: ¡Espera! Al eliminar este grupo, todos los miembros y mensajes se perderán. ¿Quieres eliminarlo?
it: Aspetta! Eliminando il gruppo rimuoverai tutti i membri e tutti i messaggi saranno persi. Vuoi comunque eliminare il gruppo?
ko: 이 그룹방을 삭제하실 경우 모든 구성원과 메시지를 삭제를 하게되며 복구가 안됩니다. 그래도 그룹방을 삭제하시겠습니까?

# ReportPeer.Report
source: Report
ar: إبلاغ
es: Reportar
it: Segnala
ko: 신고하기

# ReportPeer.ReasonSpam
source: Spam
ar: مزعج
ko: 스팸

# ReportPeer.ReasonViolence
source: Violence
ar: عنف
es: Violencia
it: Violenza
ko: 폭력적

# ReportPeer.ReasonPornography
source: Pornography
ar: إباحية
es: Pornografía
it: Pornografia
ko: 음란물

# ReportPeer.ReasonOther
source: Other
ar: أخرى
es: Otro
it: Altro
ko: 기타

# ReportPeer.AlertSuccess
source: Thank you! Your report will be reviewed by our team very soon.
ar: شكرًا لك! سيقوم فريق العمل لدينا بمراجعة بلاغك قريبًا.
es: ¡Gracias! Tu reporte será revisado muy pronto por nuestro equipo.
it: Grazie! La tua segnalazione sarà presto esaminata dal nostro team.
ko: 감사합니다! 빠른 시일내에 리뷰를 하도록 하겠습니다.

# Login.TermsOfServiceLabel
source: By signing up, you agree to the [Terms of Service].
ar: بالتسجيل في تيليجرام، أنت توافق على [شروط الإستخدام].
es: Al inscribirte, aceptas las [Condiciones del servicio].
it: Iscrivendoti, accetti i [Termini di servizio].
ko: 회원가입시, [이용약관]에 동의를 하는 것으로 간주합니다.

# Login.TermsOfServiceHeader
source: Terms of Service
ar: شروط الإستخدام
es: Condiciones del servicio
it: Termini di servizio
ko: 이용약관

# ReportPeer.ReasonOther.Placeholder
source: Description
ar: الوصف
es: Descripción
it: Descrizione
ko: 설명

# ReportPeer.ReasonOther.Title
source: Report
ar: إبلاغ
es: Reportar
it: Segnala
ko: 신고하기

# ReportPeer.ReasonOther.Send
source: Send
ar: إرسال
es: Enviar
it: Invia
ko: 보낵

# Group.Management.AddModeratorHelp
source: You can add admins to help you manage your group.
ar: يمكنك إضافة مشرفون لمساعدتك في إدارة مجموعتك.
es: Puedes añadir administradores para que te ayuden en el grupo.
it: Puoi aggiungere amministratori per farti aiutare a gestire il tuo gruppo.
ko: 채널 관리를 도울 수 있는 관리자를 추가 할 수 있습니다.

# Watch.AppName
source: Telegram
ar: تيليجرام

# Watch.Compose.AddContact
source: Choose Contact
ar: اختر جهة اتصال
es: Elegir contacto
it: Scegli contatto
ko: 주소록 선택

# Watch.Compose.CreateMessage
source: Create Message
ar: أنشئ رسالة
es: Crear mensaje
it: Crea messaggi
ko: 새 메시지

# Watch.Compose.CurrentLocation
source: Current Location
ar: الموقع الحالي
es: Ubicación actual
it: Posizione corrente
ko: 현재 위치

# Watch.Compose.Send
source: Send
ar: إرسال
es: Enviar
it: Invia
ko: 보내기

# Watch.Contacts.NoResults
source: No matching contacts found
ar: لا يوجد جهة اتصال متطابقة
es: No hay contactos que coincidan
it: Nessun contatto corrispondente trovato
ko: 검색된 연락처가 업음

# Watch.ChatList.NoConversationsTitle
source: No Conversations
ar: لا توجد محادثات
es: Sin conversaciones
it: Nessuna chat
ko: 대화 없음

# Watch.ChatList.NoConversationsText
source: To start messaging, press firmly, then tap New Message
ar: للبدء اضغط بقوة، ثم اختر رسالة جديدة
es: Para iniciar un mensaje presiona firme, luego toca Mensaje nuevo
it: Per iniziare a messaggiare, tieni premuto, quindi tocca Nuovo messaggio
ko: 대화를 시작하시려면, 새 메시지를, 강하게 누르신 후 탭하세요

# Watch.ChatList.Compose
source: New Message
ar: رسالة جديدة
es: Mensaje nuevo
it: Nuovo messaggio
ko: 새 메시지

# Watch.Conversation.Reply
source: Reply
ar: الرد
es: Responder
it: Rispondi
ko: 답장

# Watch.Conversation.Unblock
source: Unblock
ar: إلغاء الحظر
es: Quitar
it: Sblocca
ko: 차단 해제

# Watch.Conversation.UserInfo
source: Info
ar: معلومات
es: Información
ko: 정보

# Watch.Conversation.GroupInfo
source: Group Info
ar: معلومات المجموعة
es: Información
it: Info gruppo
ko: 그룹 정보

# Watch.Bot.Restart
source: Restart
ar: إعادة التشغيل
es: Reiniciar
it: Riavvia
ko: 재시작

# Watch.UserInfo.Title
source: Info
ar: معلومات
es: Información
ko: 정보정

# Watch.UserInfo.Service
source: service notifications
ar: إشعارات الخدمة
es: servicio de notificaciones
it: notifiche di servizio
ko: 서비스 알림

# Watch.UserInfo.Block
source: Block
ar: حظر
es: Bloquear
it: Blocca
ko: 차단

# Watch.UserInfo.Unblock
source: Unblock
ar: إلغاء الحظر
es: Quitar
it: Sblocca
ko: 차단 해제

# Watch.UserInfo.Mute_1
source: Mute for 1 hour
ar: ضعه على الصامت لمدة ساعة واحدة
es: Silenciar 1 hora
it: Silenzia per 1 ora
ko: 1시간동안 음소거

# Watch.UserInfo.Mute_2
source: Mute for 2 hours
ar: ضعه على الصامت لمدة ساعتين
es: Silenciar 2 horas
it: Silenzia per 2 ore
ko: 2시간동안 음소거

# Watch.UserInfo.Mute_3_10
source: Mute for %@ hours
ar: ضعه على الصامت لمدة %@ ساعات
es: Silenciar %@ horas
it: Silenzia per %@ ore
ko: %@시간동안 음소거

# Watch.UserInfo.Mute_any
source: Mute for %@ hours
ar: ضعه على الصامت لمدة %@ ساعات
es: Silenciar %@ horas
it: Silenzia per %@ ore
ko: %@시간동안 음소거

# Watch.UserInfo.MuteTitle
source: Mute
ar: كتم الصوت
es: Silenciar
it: Silenzia
ko: 음소거

# Watch.UserInfo.Unmute
source: Unmute
ar: إزالة كتم الصوت
es: No silenciar
it: Suona
ko: 음소거 햊

# Watch.GroupInfo.Title
source: Group Info
ar: معلومات المجموعة
es: Información
it: Info gruppo
ko: 그룹 정보

# Watch.ChannelInfo.Title
source: Channel Info
ar: معلومات القناة
es: Información
it: Info canale
ko: 채널 정보

# Watch.Message.ForwardedFrom
source: Forwarded from
ar: معاد توجيهها من
es: Reenviado desde
it: Inoltrato da
ko: 님으로 부터 전달됨

# Watch.Notification.Joined
source: Joined Telegram
ar: انضم لتيليجرام
es: Se unió a Telegram
it: Si è unito a Telegram
ko: 님이 Telegram을 가입하였습니다.

# Watch.MessageView.Title
source: Message
ar: الرسالة
es: Mensaje
it: Messaggio
ko: 메시지

# Watch.MessageView.Forward
source: Forward
ar: إعادة توجيه
es: Reenviar
it: Inoltra
ko: 전달

# Watch.MessageView.Reply
source: Reply
ar: الرد
es: Responder
it: Rispondi
ko: 답장

# Watch.MessageView.ViewOnPhone
source: View On Phone
ar: فتح في الجوال
es: Ver en el teléfono
it: Guarda sul telefono
ko: 폰에서 보기

# Watch.PhotoView.Title
source: Photo
ar: صورة
es: Foto
it: Foto
ko: 사진

# Watch.Stickers.Recents
source: Recents
ar: الحديثة
es: Recientes
it: Recenti
ko: 최근

# Watch.Stickers.RecentPlaceholder
source: Your most frequently used stickers will appear here
ar: الملصقات الأكثر استخدامًا ستظهر هنا
es: Los stickers que más usas aparecerán aquí
it: Gli sticker usati di frequente appariranno qui
ko: 가장 자주 사용하는 스티커가 표시됨

# Watch.Stickers.StickerPacks
source: Sticker Sets
ar: حزم الملصقات
es: Packs de stickers
it: Set di sticker
ko: 스티커 세트

# Watch.Location.Current
source: Current Location
ar: الموقع الحالي
es: Ubicación actual
it: Posizione corrente
ko: 현재 위치

# Watch.Location.Access
source: Allow Telegram to access location on your phone
ar: قم بالسماح لتيليجرام بتحديد موقعك من جوالك
es: Permite a Telegram acceder a la ubicación en tu teléfono
it: Permetti a Telegram di accedere alla posizione sul tuo telefono
ko: 텔레그램이 휴대폰 위치 접근을 허용합니다.

# Watch.AuthRequired
source: Log in to Telegram on your phone to get started
ar: سجل الدخول على تيليجرام من جوالك لتبدأ
es: Inicia la sesión en Telegram en tu teléfono para comenzar
it: Collegati a Telegram sul tuo telefono per iniziare
ko: 시작하시려면 휴대폰에서 텔레그램에 로그인을 하세요

# Watch.UnlockRequired
source: Unlock Telegram on your phone
ar: قم بإلغاء قفل تيليجرام على جوالك
es: Desbloquea Telegram en tu teléfono
it: Sblocca Telegram sul tuo telefono
ko: 휴대폰에서 텔레그램 보안을 해제

# Watch.NoConnection
source: No Connection
ar: لا يوجد اتصال
es: Sin conexión
it: Nessuna connessione
ko: 네트워크 연결 없음

# Watch.ConnectionDescription
source: Your Watch needs to be connected for the app to work
ar: لا بد أن تكون ساعتك متصلة ليعمل التطبيق
es: Tu Watch debe estar conectado para que la app funcione
it: Il tuo Watch deve essere connesso per far funzionare l'app
ko: 워치가 연결이 되야 작동이 가능합니다.

# Watch.State.Connecting
source: Connecting...
ar: جاري الاتصال...
es: Conectando...
it: Connetto...
ko: 연결 중...

# Watch.State.Updating
source: Updating...
ar: جاري التحديث...
es: Actualizando...
it: Aggiorno…
ko: 업데이트 중...

# Watch.State.WaitingForNetwork
source: No Network
ar: لا يوجد شبكة
es: Sin red
it: Nessuna rete
ko: 네트워크 연결 없음

# Watch.Time.ShortTodayAt
source: Today %@
ar: اليوم %@
es: Hoy a las %@
it: Oggi %@
ko: 오늘 %@

# Watch.Time.ShortYesterdayAt
source: Yesterday %@
ar: آمس %@
es: Ayer a las %@
it: Ieri %@
ko: 어제 %@

# Watch.LastSeen.JustNow
source: just now
ar: قبل قليل
es: hace un momento
it: adesso
ko: 방금 전

# Watch.LastSeen.MinutesAgo_1
source: 1 minute ago
ar: قبل دقيقة
es: hace 1 minuto
it: 1 minuto fa
ko: 1분 전

# Watch.LastSeen.MinutesAgo_2
source: 2 minutes ago
ar: قبل دقيقتين
es: hace 2 minutos
it: 2 minuti fa
ko: 2분 전

# Watch.LastSeen.MinutesAgo_3_10
source: %@ minutes ago
ar: قبل %@ دقائق
es: hace %@ minutos
it: %@ minuti fa
ko: %@분 전

# Watch.LastSeen.MinutesAgo_any
source: %@ minutes ago
ar: قبل %@ دقائق
es: hace %@ minutos
it: %@ minuti fa
ko: %@분 전

# Watch.LastSeen.HoursAgo_1
source: 1 hour ago
ar: قبل ساعة
es: hace 1 hora
it: 1 ora fa
ko: 1시간 전

# Watch.LastSeen.HoursAgo_2
source: 2 hours ago
ar: قبل ساعتين
es: hace 2 horas
it: 2 ore fa
ko: 2시간 전

# Watch.LastSeen.HoursAgo_3_10
source: %@ hours ago
ar: قبل %@ ساعات
es: hace %@ horas
it: %@ ore fa
ko: %@시간 전

# Watch.LastSeen.HoursAgo_any
source: %@ hours ago
ar: قبل %@ ساعات
es: hace %@ horas
it: %@ ore fa
ko: %@ 시간 전

# Watch.LastSeen.TodayAt
source: today at %@
ar: اليوم الساعة %@
es: hoy a las %@
it: oggi alle %@
ko: 오늘 %@

# Watch.LastSeen.YesterdayAt
source: yesterday at %@
ar: أمس الساعة %@
es: ayer a las %@
it: ieri alle %@
ko: 어제 %@

# Watch.LastSeen.Lately
source: recently
ar: حديثًا
es: recientemente
it: di recente
ko: 최근

# Watch.LastSeen.WithinAWeek
source: within a week
ar: خلال أسبوع
es: hace unos días
it: entro una settimana
ko: 일주일 이내

# Watch.LastSeen.WithinAMonth
source: within a month
ar: خلال شهر
es: hace unas semanas
it: entro un mese
ko: 한달 이내

# Watch.LastSeen.ALongTimeAgo
source: a long time ago
ar: قبل فترة طويلة
es: hace mucho tiempo
it: molto tempo fa
ko: 오래 전에

# Watch.Suggestion.OK
source: OK
ar: موافق
ko: 확인

# Watch.Suggestion.ThankYou
source: Thank you.
ar: شكرًا لك.
es: Gracias.
it: Grazie.
ko: 감사합니다.

# Watch.Suggestion.Thanks
source: Thanks!
ar: شكرًا!
es: ¡Gracias!
it: Grazie!
ko: 감사합니다!

# Watch.Suggestion.WhatsUp
source: What's up?
ar: ما الجديد؟
es: ¿Qué tal?
it: Cosa succede?

# Watch.Suggestion.Yes
source: Yes
ar: نعم
es: Sí
it: Sì
ko: 네

# Watch.Suggestion.No
source: No
ar: لا
ko: 아니오

# Watch.Suggestion.Absolutely
source: Absolutely
ar: بالطبع
es: Absolutamente
it: Assolutamente
ko: 당연합니다

# Watch.Suggestion.Nope
source: Nope
ar: لا
es: Nop
it: No
ko: 아니요

# Watch.Suggestion.TalkLater
source: Talk later?
ar: نتحدث لاحقًا؟
es: ¿Hablamos más tarde?
it: Parliamo dopo?
ko: 나중에 다시 연락할까요?

# Watch.Suggestion.CantTalk
source: Can't talk now...
ar: لا أستطيع التحدث الآن...
es: No puedo hablar ahora...
it: Non posso parlare...
ko: 지금 대화를 할 수 없습니다...

# Watch.Suggestion.HoldOn
source: Hold on a sec...
ar: انتظر قليلًا...
es: Espera un segundo...
it: Aspetta un secondo...
ko: 잠시만 기다려주세요...

# Watch.Suggestion.CallSoon
source: Call you soon.
ar: سأتصل بك قريبًا.
es: Te llamo luego.
it: Ti chiamo presto.
ko: 조금 있다가 연락하겠습니다.

# Watch.Suggestion.TextInABit
source: Text you in a bit.
ar: سأراسلك بعد قليل.
es: Te escribo en un momento.
it: Ti scrivo tra poco.
ko: 조금 있다가 문자 하겠습니다.

# Watch.Suggestion.BRB
source: BRB
ar: برب
es: Ya vuelvo
it: Torno tra poco.
ko: 바로 올께요.

# Watch.Suggestion.OnMyWay
source: I'm on my way.
ar: أنا في الطريق.
es: Voy en camino.
it: Sto arrivando.
ko: 가고 있습니다.

# Cache.Photos
source: Photos
ar: الصور
es: Fotos
it: Foto
ko: 사진

# Cache.Videos
source: Videos
ar: المقاطع المرئية
es: Vídeos
it: Video
ko: 비디오

# Cache.Music
source: Music
ar: موسيقى
es: Música
it: Musica
ko: 음악

# Cache.Files
source: Files
ar: ملفات
es: Archivos
it: File
ko: 파일

# Cache.Clear
source: Clear (%@)
ar: مسح (%@)
es: Eliminar (%@)
it: Svuota (%@)
ko: 지우기 (%@)

# Cache.ClearNone
source: Clear
ar: مسح
es: Eliminar
it: Svuota
ko: 지우기

# Cache.ClearProgress
source: Please Wait...
ar: يرجى الإنتظار...
es: Espera, por favor...
it: Attendere prego...
ko: 잠시만 기다려주세요...

# Cache.ClearEmpty
source: Empty
ar: إفراغ
es: Vacío
it: Vuota
ko: 없음

# Cache.ByPeerHeader
source: CHATS
ar: المحادثات
it: CHAT
ko: 대화

# Cache.Indexing
source: Telegram is calculating current cache size. This can take a few minutes.
ar: تيليجرام يقوم بحساب حجم الذاكرة المخبئية الحالية. يمكن أن يستغرق هذا عدة دقائق.
es: Calculando el tamaño de la caché. Puede tomar unos pocos minutos.
it: Telegram sta calcolando la dimensione della cache. Ci potrebbe volere qualche minuto.
ko: 텔레그램이 현재 캐시 크기를 계산중입니다. 이 작업은 몇 분이 걸릴 수 있습니다.

# ExplicitContent.AlertTitle
source: Sorry
ar: عذرًا
es: Lo sentimos
it: Spiacenti
ko: 죄송합니다.

# ExplicitContent.AlertChannel
source: You can't access this channel because it violates App Store rules.
ar: لا يمكنك الوصول لهذه القناة لأنها تخالف قوانين متجر التطبيقات.
es: No puedes acceder a este canal porque viola las normas del App Store.
it: Non puoi accedere a questo canale perchè non rispetta le regole dell'App Store.
ko: 이 채널은 앱 스토어 규정을 위반하였기 떄문에 접근을 할 수 없습니다.

# ExplicitContent.AlertUser
source: You can't access this bot because it violates App Store rules.
ar: لا يمكنك الوصول لهذا البوت لأنه يخالف قوانين متجر التطبيقات.
es: No puedes acceder a este bot porque viola las normas del App Store.
it: Non puoi accedere a questo bot perchè non rispetta le regole dell'App Store.
ko: 이 봇은 앱 스토어 규정을 위반하였기 떄문에 접근을 할 수 없습니다.

# StickerSettings.ContextHide
source: Archive
ar: أرشف
es: Archivar
it: Archivia
ko: 보관

# StickerSettings.ContextShow
source: Show
ar: إظهار
es: Mostrar
it: Mostra
ko: 보기

# Conversation.LinkDialogSave
source: Save
ar: حفظ
es: Guardar
it: Salva
ko: 저장

# Conversation.GifTooltip
source: Tap here to access saved GIFs
ar: اضغط هنا للوصول للصور المتحركة المحفوظة
es: Toca para ver los GIF guardados
it: Tocca qui per vedere le GIF salvate
ko: 저장된 GIF 파일을 보려면 탭하세요.

# AttachmentMenu.PhotoOrVideo
source: Photo or Video
ar: صورة أو مقطع مرئي
es: Foto o vídeo
it: Foto o video
ko: 사진이나 동영상

# AttachmentMenu.ImageSearch
source: Image Search
ar: بحث الصور
es: Buscar imágenes
it: Ricerca immagini
ko: 이미지 검색

# AttachmentMenu.File
source: File
ar: ملف
es: Archivo
ko: 파일

# AttachmentMenu.SendPhoto_1
source: Send 1 Photo
ar: أرسل صورة
es: Enviar 1 foto
it: Invia 1 foto
ko: 사진 1장 보내기

# AttachmentMenu.SendPhoto_2
source: Send 2 Photos
ar: أرسل صورتين
es: Enviar 2 fotos
it: Invia 2 foto
ko: 사진 2장 보내기

# AttachmentMenu.SendPhoto_3_10
source: Send %@ Photos
ar: أرسل %@ صور
es: Enviar %@ fotos
it: Invia %@ foto
ko: 사진 %@장 보내기

# AttachmentMenu.SendPhoto_any
source: Send %@ Photos
ar: أرسل %@ صورة
es: Enviar %@ fotos
it: Invia %@ foto
ko: 사진 %@장 보내기

# AttachmentMenu.SendVideo_1
source: Send 1 Video
ar: أرسل مقطع مرئي
es: Enviar 1 vídeo
it: Invia 1 video
ko: 동영상 1개 보내기

# AttachmentMenu.SendVideo_2
source: Send 2 Videos
ar: أرسل مقطعين مرئيين
es: Enviar 2 vídeos
it: Invia 2 video
ko: 동영상 2개 보내기

# AttachmentMenu.SendVideo_3_10
source: Send %@ Videos
ar: أرسل %@ مقاطع مرئية
es: Enviar %@ vídeos
it: Invia %@ video
ko: 동영상 %@ 보내기

# AttachmentMenu.SendVideo_any
source: Send %@ Videos
ar: أرسل %@ مقطع مرئي
es: Enviar %@ vídeos
it: Invia %@ video
ko: 동영상 %@ 보내기

# AttachmentMenu.SendGif_1
source: Send 1 GIF
ar: أرسل صورة متحركة
es: Enviar 1 GIF
it: Invia 1 GIF
ko: GIF 파일 1개 보내기

# AttachmentMenu.SendGif_2
source: Send 2 GIFs
ar: أرسل صورتين متحركتين
es: Enviar 2 GIF
it: Invia 2 GIF
ko: GIF 파일 2개 보내기

# AttachmentMenu.SendGif_3_10
source: Send %@ GIFs
ar: أرسل %@ صور متحركة
es: Enviar %@ GIF
it: Invia %@ GIF
ko: GIF 파일 %@개 보내기

# AttachmentMenu.SendGif_any
source: Send %@ GIFs
ar: أرسل %@ صورة متحركة
es: Enviar %@ GIF
it: Invia %@ GIF
ko: GIF 파일 %@개 보내기

# AttachmentMenu.SendItem_1
source: Send 1 Item
ar: أرسل رسالة
es: Enviar 1 ítem
it: Invia 1 elemento
ko: 아이템 1개 보내기

# AttachmentMenu.SendItem_2
source: Send 2 Items
ar: أرسل رسالتين
es: Enviar 2 ítems
it: Invia 2 elementi
ko: 아이템 2개 보내기

# AttachmentMenu.SendItem_3_10
source: Send %@ Items
ar: أرسل %@ رسائل
es: Enviar %@ ítems
it: Invia %@ elementi
ko: 아이템 %@개 보내기

# AttachmentMenu.SendItem_any
source: Send %@ Items
ar: أرسل %@ رسالة
es: Enviar %@ ítems
it: Invia %@ elementi
ko: 아이템 %@개 보내기

# AttachmentMenu.SendAsFile
source: Send as File
ar: أرسل كملف
es: Enviar como archivo
it: Invia come file
ko: 파일로 보내기

# AttachmentMenu.SendAsFiles
source: Send as Files
ar: أرسل كملفات
es: Enviar como archivos
it: Invia come file
ko: 파일로 보내기
