Repository: peter-iakovlev/Telegram
Catalog: Telegraph/*.lproj/Localizable.strings
Languages: ar, es, it, ko

# GroupInfo.LeftStatus
source: You have left the group
ar: لقد قمت بمغادرة المجموعة
es: Dejaste el grupo
it: Hai lasciato il gruppo
ko: 그룹에서 나왔습니다

# EncryptionKey.Title
source: Encryption Key
ar: مفتاح التشفير
es: Clave de cifrado
it: Chiave di crittografia
ko: 암호화 키

# EncryptionKey.Description
source: This image and text were derived from the encryption key for this secret chat with %1$@. If they look the same on %2$@'s device, end-to-end encryption is guaranteed. Learn more at telegram.org
ar: هذه الصورة والنص تم اشتقاقهم من مفتاح التشفير لهذه المحادثة السرية مع %1$@. إذا كانت مطابقة لما يظهر على جهاز %2$@ ، التشفير من البداية للنهاية مضمون. للإستزادة، إطلع على telegram.org
es: El texto e imagen derivan de la clave de cifrado para el chat secreto creado con %1$@. Si se ven igual en el dispositivo de %2$@, el cifrado end-to-end está garantizado. Conoce más en telegram.org
it: L'immagine e il testo sono derivati dalla chiave di crittografia di questa chat segreta con %1$@. Se sono uguali sul dispositivo di %2$@, la crittografia end-to-end è garantita. Ulteriori informazioni su telegram.org
ko: 이 이미지와 텍스트는 %1$@ 님과의 현재 비밀대화에 대한 비밀키에서 파생된 것입니다. 이 이미지와 텍스트가 %2$@ 님의 휴대전화와 동일하다면 단말기간(end-to-end)의 암호화가 정상적으로 진행되고 있음을 보장합니다. 더 자세한 사항은 telegram.org를 참고해 주세요.

# ConversationMedia.Title
source: Media
ar: الوسائط
es: Multimedia
ko: 사진/동영상

# ConversationMedia.EmptyTitle
source: No Photos or Videos
ar: لا يوجد وسائط في هذه الدردشة بعد
es: Sin fotos ni vídeos en esta conversación
it: Nessuna foto o video
ko: 사진이나 동영상 없음

# Preview.VideoNotYetDownloaded
source: Download the video first.
ar: قم بتنزيل المطقع المرئي أولًا.
es: Descarga primero el vídeo.
it: Scarica prima il video.
ko: 먼저 동영상을 다운로드하세요

# Preview.GroupPhotoTitle
source: Group Photo
ar: صورة المجموعة
es: Foto de grupo
it: Foto del gruppo
ko: 그룹 사진

# Preview.ProfilePhotoTitle
source: Profile Photo
ar: صورة الملف الشخصي
es: Foto de perfil
it: Foto profilo
ko: 프로필 사진

# Preview.LoadingVideo
source: loading video...
ar: جاري تحميل المقطع المرئي...
es: cargando vídeo...
it: carico video...
ko: 동영상 불러오는 중...

# Preview.LoadingImage
source: loading full image...
ar: جاري تحميل كامل الصورة...
es: cargando imagen completa...
it: carico immagine completa...
ko: 전체 이미지 불러오는 중...

# Preview.LoadingImages
source: loading full images...
ar: جاري تحميل الصور كاملة...
es: cargando imágenes completas...
it: carico immagini complete...
ko: 전체 이미지 불러오는 중...

# Preview.DeletePhoto
source: Delete Photo
ar: حذف الصورة
es: Eliminar foto
it: Elimina foto
ko: 사진 삭제

# Preview.DeleteVideo
source: Delete Video
ar: حذف المقطع المرئي
es: Eliminar vídeo
it: Elimina video
ko: 동영상 삭제

# Preview.ForwardViaTelegram
source: Forward via Telegram
ar: تحويل من خلال تيليجرام
es: Reenviar por Telegram
it: Inoltra tramite Telegram
ko: 텔레그램을 통해 전달

# Preview.SaveToCameraRoll
source: Save to Camera Roll
ar: حفظ في ألبوم الصور
es: Guardar en el Carrete
it: Salva nel Rullino
ko: 카메라 롤에 저장

# Map.ChooseLocationTitle
source: Location
ar: الموقع
es: Ubicación
it: Posizione
ko: 위치

# Map.MapTitle
source: Map
ar: الخريطة
es: Mapa
it: Mappa
ko: 지도

# Map.Send
source: Send
ar: إرسال
es: Enviar
it: Invia
ko: 전송

# Map.Map
source: Map
ar: الخريطة
es: Mapa
it: Mappa
ko: 지도

# Map.Satellite
source: Satellite
ar: قمر صناعي
es: Satélite
ko: 위성

# Map.Hybrid
source: Hybrid
ar: مهجن
es: Híbrido
it: Ibrido
ko: 혼합

# Map.AccessDeniedError
source: To make this feature work, please turn on Location Services for Telegram in your iPhone's Privacy Settings.
ar: لجعل هذه الخاصية تعمل, الرجاء الذهاب لـ إعدادات الآيفون — الخصوصية— خدمات المواقع ثم قم بتفعيل تيليجرام.
es: Para usar esta función, por favor, marca la opción de Telegram como “activa”, en los servicios de localización de los Ajustes de privacidad en tu iPhone.
it: Per rendere disponibile questa funzione, attiva la localizzazione per Telegram nelle impostazioni di Privacy del tuo iPhone.
ko: 이 기능을 이용하려면 iPhone의 개인 정보 보호 설정에서 텔레그램에 대한 위치 서비스를 활성화하세요.

# Map.ForwardViaTelegram
source: Forward via Telegram
ar: تحويل من خلال تيليجرام
es: Reenviar por Telegram
it: Inoltra tramite Telegram
ko: 텔레그램을 통해 전달

# Map.GetDirections
source: Get Directions
ar: تعليمات الإتجاه إلى الموقع
es: Obtener direcciones
it: Ottieni direzioni
ko: 방향 감지

# Map.OpenInGoogleMaps
source: Open in Google Maps
ar: فتح في خرائط جوجل
es: Abrir en Google Maps
it: Apri in Google Maps
ko: 구글 지도에서 열기

# Web.Error
source: Couldn't load page
ar: خطأ في تحميل الصورة
es: No se puede cargar la página
it: Impossibile caricare la pagina
ko: 페이지를 불러올 수 없음

# Web.OpenExternal
source: Open in Safari
ar: فتح في المتصفح
es: Abrir en Safari
it: Apri in Safari
ko: Safari에서 열기

# Web.CopyLink
source: Copy Link
ar: نسخ الرابط
es: Copiar enlace
it: Copia link
ko: 링크 복사

# Document.TargetConfirmationFormat
source: Send file ({size}) to {target}?
ar: هل ترغب في إرسال ملف ({size}) إلى {target}?
es: ¿Enviar archivo ({size}) a {target}?
it: Vuoi inviare il file ({size}) a {target}?
ko: {target}에 파일({size})을 보내시겠습니까?

# DialogList.You
source: You
ar: أنت
es: Tú
it: Tu
ko: 나

# Settings.TabTitle
source: Settings
ar: الإعدادات
es: Ajustes
it: Impostazioni
ko: 설정

# Settings.SetProfilePhoto
source: Set Profile Photo
ar: تعيين صورة شخصية
es: Poner foto de perfil
it: Imposta foto profilo
ko: 프로필 사진 설정

# Settings.Logout
source: Log Out
ar: تسجيل خروج
es: Cerrar sesión
it: Esci
ko: 로그아웃

# Settings.Title
source: Settings
ar: الإعدادات
es: Ajustes
it: Impostazioni
ko: 설정

# Settings.NotificationsAndSounds
source: Notifications and Sounds
ar: الإشعارات والأصوات
es: Notificaciones y sonidos
it: Notifiche e suoni
ko: 알림 및 소리

# Settings.ChatSettings
source: Data and Storage
ar: البيانات والتخزين
es: Datos y almacenamiento
it: Dati e archivio
ko: 데이터 및 저장소

# Settings.BlockedUsers
source: Blocked Users
ar: جهات الاتصال المحظورة
es: Usuarios bloqueados
it: Utenti bloccati
ko: 차단 목록

# Settings.ChatBackground
source: Chat Background
ar: خلفية الدردشة
es: Fondo de chat
it: Sfondo chat
ko: 채팅방 배경화면

# Settings.Support
source: Ask a Question
ar: اسأل سؤالًا
es: Hacer una pregunta
it: Fai una domanda
ko: 질문하기

# Settings.FAQ
source: Telegram FAQ
ar: الأسئلة الشائعة عن تيليجرام
es: Preguntas frecuentes
it: Domande frequenti
ko: 자주 묻는 질문

# Settings.FAQ_URL
source: http://telegram.org/faq#general
ar: https://telegram.org/faq/ar
es: https://telegram.org/faq/es
it: https://telegram.org/faq/it#domande-generali
ko: https://telegram.org/faq/ko

# Settings.FAQ_Intro
source: Please note that Telegram Support is done by volunteers. We try to respond as quickly as possible, but it may take a while. Please take a look at the Telegram FAQ: it has important troubleshooting tips and answers to most questions.
ar: نرجو الأخذ بالعلم أن الدعم الفني في تيليجرام يقوم به مجموعة من المتطوعين. نحاول الرد في أسرع وقت، لكن هذا قد يستغرق الكثير من الوقت. يرجى الإطلاع على لأسئلة الشائعة عن تيليجرام: يوجد بها حلول للمشاكل وإجابات لمعظم الأسئلة.
es: Por favor, considera que el soporte de Telegram está hecho por voluntarios. Respondemos lo antes posible, pero puede tomar tiempo. Por favor, mira las preguntas frecuentes de Telegram: tienen respuestas para la mayoría de las preguntas.
it: Per favore nota che l'assistenza di Telegram è fornita da volontari. Proviamo a rispondere quanto prima, ma potrebbe volerci del tempo. Dai un'occhiata alle domande frequenti di Telegram: contengono suggerimenti importanti per risolvere i problemi e risposte a quasi tutte le domande.
ko: 텔레그램에 관한 질문은 자원봉사자들이 답변해 드립니다. 신속한 답변을 위해 노력하지만 답변이 다소 늦을 수 있습니다. 일반적인 문제와 해결방법에 대해서는 '자주 묻는 질문'을 확인해 보세요.

# Settings.FAQ_Button
source: FAQ
ar: الأسئلة الشائعة
es: Preguntas frecuentes
it: Domande frequenti
ko: 자주 묻는 질문

# Settings.SaveIncomingPhotos
source: Save Incoming Photos
ar: احفظ الصور الواردة
es: Guardar fotos recibidas
it: Salva foto ricevute
ko: 받은 사진 저장

# Settings.SaveIncomingPhotosHelp
source: Save incoming photos to the Camera Roll.
ar: حفظ الصور الواردة في ألبوم الكاميرا
es: Guardar fotos recibidas en el Carrete.
it: Salva le foto ricevute nel Rullino.
ko: 받은 사진을 카메라 롤에 저장

# Settings.LogoutError
source: An error occurred. Please try again later.
ar: حدث خطأ. الرجاء المحاولة في وقت لاحق.
es: Ocurrió un error. Por favor, reinténtalo más tarde.
it: Si è verificato un errore. Riprova più tardi.
ko: 오류가 발생했습니다. 나중에 다시 시도해 주세요.

# Notifications.Title
source: Notifications
ar: الإشعارات
es: Notificaciones
it: Notifiche
ko: 알림

# Notifications.MessageNotifications
source: MESSAGE NOTIFICATIONS
ar: إشعارات الرسائل
es: NOTIFICACIONES DE MENSAJES
it: NOTIFICHE MESSAGGI
ko: 메시지 알림

# Notifications.MessageNotificationsAlert
source: Alert
ar: التنبيه
es: Alerta
it: Avviso
ko: 알림창

# Notifications.MessageNotificationsPreview
source: Message Preview
ar: معاينة الرسائل
es: Vista previa
it: Anteprima messaggio
ko: 메시지 미리보기

# Notifications.MessageNotificationsSound
source: Sound
ar: الصوت
es: Sonido
it: Suono
ko: 소리

# Notifications.MessageNotificationsHelp
source: You can set custom notifications for specific users on their Info page.
ar: تستطيع تعيين إشعارات مخصصة لكل جهة اتصال عن طريق صفحة المعلومات الخاصة بها
es: Puedes establecer notificaciones específicas en la información del usuario.
it: Puoi impostare notifiche personalizzate per i singoli utenti nella loro pagina di Info.
ko: 사용자 정보에서 특정 사용자에 대한 알림을 설정할 수 있습니다

# Notifications.GroupNotifications
source: GROUP NOTIFICATIONS
ar: إشعارات المجموعات
es: NOTIFICACIONES PARA GRUPOS
it: NOTIFICHE GRUPPI
ko: 그룹 알림

# Notifications.GroupNotificationsAlert
source: Alert
ar: التنبيه
es: Alerta
it: Avviso
ko: 알림창

# Notifications.GroupNotificationsPreview
source: Message Preview
ar: معاينة الرسائل
es: Vista previa
it: Anteprima messaggio
ko: 메시지 미리보기

# Notifications.GroupNotificationsSound
source: Sound
ar: الصوت
es: Sonido
it: Suono
ko: 소리

# Notifications.GroupNotificationsHelp
source: You can set custom notifications for specific groups on the Group Info page.
ar: تستطيع تعيين إشعارات مخصصة لمجموعة معينة عن طريق معلومات المجموعة
es: Puedes establecer notificaciones específicas en la información del grupo.
it: Puoi impostare notifiche personalizzate per i singoli gruppi nella pagina Info gruppo.
ko: 그룹 정보에서 특정 그룹에 대한 알림을 설정할 수 있습니다

# Notifications.TextTone
source: Text Tone
ar: نغمة الرسائل
es: Tonos
it: Tono messaggio
ko: 입력 효과음

# Notifications.AlertTones
source: ALERT TONES
ar: نغمات التنبيهات
es: TONOS DE ALERTA
it: TONI DI AVVISO
ko: 알림창 효과음

# Notifications.ClassicTones
source: CLASSIC
ar: كلاسيكي
es: CLÁSICOS
it: CLASSICO
ko: 기본

# Notifications.InAppNotifications
source: IN-APP NOTIFICATIONS
ar: إشعارات داخل التطبيق
es: NOTIFICACIONES EN LA APP
it: NOTIFICHE IN-APP
ko: 앱을 실행 중일 때 알림

# Notifications.InAppNotificationsSounds
source: In-App Sounds
ar: الأصوات داخل التطبيق
es: Sonidos en la app
it: Suoni in-app
ko: 실행 중일 때 알림음

# Notifications.InAppNotificationsVibrate
source: In-App Vibrate
ar: الاهتزاز داخل التطبيق
es: Vibración en la app
it: Vibrazione in-app
ko: 실행 중일 때 진동

# Notifications.InAppNotificationsPreview
source: In-App Preview
ar: المعاينة داخل التطبيق
es: Vista previa en la app
it: Anteprima in-app
ko: 실행 중일 때 미리보기

# Notifications.Reset
source: Reset
ar: إعادة تعيين
es: Restablecer
it: Ripristina
ko: 초기화

# Notifications.ResetAllNotifications
source: Reset All Notifications
ar: إعادة تعيين كافة الإشعارات
es: Restablecer las notificaciones
it: Ripristina tutte le notifiche
ko: 모든 알림 설정 초기화

# Notifications.ResetAllNotificationsHelp
source: Undo all custom notification settings for all your contacts and groups.
ar: إعادة تعيين كافة إعدادات الإشعارات لجميع جهات الاتصال والمجموعات
es: Deshacer las notificaciones personalizadas para todos tus contactos y grupos.
it: Ripristina tutte le impostazioni di notifica per tutti i contatti e i gruppi.
ko: 연락처와 그룹에 대한 모든 알림 설정을 처음 상태로 되돌립니다.

# ChatSettings.Title
source: Data and Storage
ar: البيانات والتخزين
es: Datos y almacenamiento
it: Dati e archivio
ko: 데이터 및 저장소

# ChatSettings.Appearance
source: APPEARANCE
ar: المظهر
es: APARIENCIA
it: ASPETTO
ko: 화면 설정

# ChatSettings.TextSize
source: Text Size
ar: حجم النص
es: Tamaño del texto
it: Dimensione testo
ko: 글자 크기

# ChatSettings.TextSizeUnits
source: pt
ar: نقطة

# ChatSettings.AutomaticPhotoDownload
source: AUTOMATIC PHOTO DOWNLOAD
ar: تنزيل الصور تلقائيًا
es: AUTODESCARGA DE FOTOS
it: DOWNLOAD AUTOMATICO FOTO
ko: 사진 자동 다운로드

# ChatSettings.AutomaticAudioDownload
source: AUTOMATIC AUDIO DOWNLOAD
ar: تنزيل المقاطع الصوتية تلقائيًا
es: AUTODESCARGA DE AUDIOS
it: DOWNLOAD AUTOMATICO AUDIO
ko: 오디오 자동 다운로드

# ChatSettings.PrivateChats
source: Private Chats
ar: المحادثات الخاصة
es: Chats
it: Chat private
ko: 비밀대화

# ChatSettings.Groups
source: Groups
ar: المجموعات
es: Grupos
it: Gruppi
ko: 그룹

# ChatSettings.Security
source: SECURITY
ar: الأمان
es: SEGURIDAD
it: PROTEZIONE
ko: 보안

# ChatSettings.Language
source: LANGUAGE
ar: اللغة
es: IDIOMA
it: LINGUA
ko: 언어

# ChatSettings.RevertLanguage
source: Revert Language
ar: استرجاع واجهة اللغة الأصلية
es: Revertir el idioma
it: Ripristina lingua
ko: 언어 복원

# ChatSettings.Cache
source: CACHE
ar: الذاكرة المخبئية
es: CACHÉ
ko: 캐시

# Cache.Title
source: Storage Usage
ar: استخدام التخزين
es: Uso de almacenamiento
it: Utilizzo archivio
ko: 저장소 사용량

# Cache.ClearCache
source: Clear Cache
ar: مسح الملفات المنزلة
es: Eliminar caché
it: Vuota la cache
ko: 캐시 정리

# Cache.ClearCacheAlert
source: Photos, videos and other files from cloud chats will be removed from this device to save disk space. All media will stay in the Telegram cloud and can be re-downloaded if you need it again.
ar: الصور، المقاطع المرئية، وجميع الملفات المحفوظة في خوادمنا التي لم **تستخدمها** خلال هذه المدة سيتم حذفها لتوفير المساحة. ملفات الوسائط ستبقى في خوادم تيليجرام ويمكنك إعادة تنزيلها متى ما احتجتها مرة أخرى.
es: Las fotos, vídeos y otros archivos de los chats en la nube serán eliminados de este dispositivo para ahorrar espacio. Toda la multimedia permanecerá en la nube de Telegram y podrás volver a descargarla si la necesitas de nuevo.
it: Foto, video e altri file delle chat cloud verranno rimossi dal dispositivo per risparmiare memoria. Tutti i media rimarranno nel cloud di Telegram e potranno essere riscaricati se ti serviranno ancora.
ko: 클라우드 채팅방에서 사진이나 동영상, 기타 파일 등은 공간 절약을 위해 이 기기에서 삭제됩니다. 모든 파일은 텔레그램 클라우드에 여전히 남으며 필요하시면 언제든 다시 다운로드하실 수 있습니다.

# Cache.KeepMedia
source: Keep Media
ar: الإحتفاظ بالوسائط
es: Conservar multimedia
it: Mantieni media
ko: 사진/동영상 저장

# Cache.Help
source: Photos, videos and other files from cloud chats that you have **not accessed** during this period will be removed from this device to save disk space. All media will stay in the Telegram cloud and can be re-downloaded if you need it again.
ar: الصور، المقاطع المرئية، وجميع الملفات المحفوظة في خوادمنا التي لم **تستخدمها** خلال هذه المدة سيتم حذفها لتوفير المساحة. ملفات الوسائط ستبقى في خوادم تيليجرام ويمكنك إعادة تنزيلها متى ما احتجتها مرة أخرى.
es: Las fotos, vídeos y archivos de los chats en la nube, a los que **no ingreses** durante este periodo, se eliminarán del dispositivo para ahorrar almacenamiento. Toda la multimedia permanecerá en la nube de Telegram y podrás volver a descargarla si la necesitas.
it: Foto, video e altri file dalle chat nel cloud che non hai **aperto** in questo periodo verranno eliminati dal dispositivo per preservare la spazio sul disco. Tutti i media rimarranno nel cloud di Telegram e potranno essere riscaricati ogni volta che ne avrai bisogno.
ko: 이 기간 동안 클라우드 채팅방에서 **접근하지 않은** 사진이나 동영상, 기타 파일 등은 공간 절약을 위해 이 기기에서 삭제됩니다. 모든 파일은 텔레그램 클라우드에 여전히 남으며 필요하시면 언제든 다시 다운로드하실 수 있습니다.

# BlockedUsers.Title
source: Blocked
ar: جهات الاتصال المحظورة
es: Usuarios bloqueados
it: Bloccato
ko: 차단 목록

# BlockedUsers.SelectUserTitle
source: Block User
ar: حظر المستخدم
es: Bloquear usuario
it: Blocca utente
ko: 대화상대 차단

# BlockedUsers.AlreadyBlocked
source: This user is already blocked
ar: هذا المستخدم محظور مسبقًا
es: Este usuario ya se encuentra bloqueado
it: Questo utente è già bloccato
ko: 이미 차단됐습니다

# BlockedUsers.BlockUser
source: Block User
ar: حظر المستخدم
es: Bloquear usuario
it: Blocca utente
ko: 대화상대 차단

# BlockedUsers.BlockFormat
source: Block %@?
ar: هل ترغب بحظر %@؟
es: ¿Bloquear a %@?
it: Blocca %@?
ko: %@님을 차단할까요?

# BlockedUsers.BlockTitle
source: Block
ar: حظر
es: Bloquear
it: Blocca
ko: 차단

# BlockedUsers.LeavePrefix
source: Leave
ar: مغادرة
es: Salir
it: Lasciare
ko: 나가기

# BlockedUsers.Info
source: Blocked users can't send you messages or add you to groups. They will not see your profile pictures, online and last seen status.
ar: المستخدمون المحظورون لن يستطيعوا مراسلتك أو إضافتك للمجموعات. لن يتمكنوا من رؤية صورتك الشخصية أو حتى معرفة ما إذا كنت متصل أو آخر تواجد لك.
es: Los usuarios bloqueados no pueden enviarte mensajes o añadirte a grupos. No verán tus fotos de perfil ni estados de conexión.
it: Gli utenti bloccati non possono inviarti messaggi o aggiungerti ai gruppi. Non vedranno le tue foto profilo, lo stato in linea e l'ultimo accesso.
ko: 차단된 사용자는 회원님에게 메세지를 보내거나 그룹에 초대를 할 수 없습니다. 또한 회원님의 프로필 사진, 온라인 상태와 마지막 접속 시간을 볼 수 없습니다.

# BlockedUsers.AddNew
source: Add New...
ar: إضافة ...
es: Añadir...
it: Aggiungi nuovo...
ko: 항상 공유할 대화상대 선택...

# BlockedUsers.Unblock
source: Unblock
ar: إلغاء الحظر
es: Quitar
it: Sblocca
ko: 차단 해제

# Wallpaper.Title
source: Chat Background
ar: خلفية الدردشة
es: Fondo de chat
it: Sfondo chat
ko: 채팅방 배경화면

# Wallpaper.PhotoLibrary
source: Photo Library
ar: مكتبة الصور
es: Biblioteca de fotos
it: Rullino foto
ko: 사진 라이브러리

# Wallpaper.Set
source: Set
ar: تعيين
es: Establecer
it: Imposta
ko: 설정

# Wallpaper.Wallpaper
source: Wallpaper
ar: خلفية الشاشة
es: Fondo
it: Sfondo
ko: 배경화면

# Update.Update
source: Update
ar: تحديث
es: Actualizar
it: Aggiorna
ko: 업데이트

# Service.LocalizationDownloadError
source: Couldn't download localization file. Please check your internet connection and try again.
ar: لم يتمكن تيليجرام من تنزيل ملف واجهة اللغة. يرجى التحقق من اتصال الإنترنت والمحاولة مرة أخرى.
es: No se pudo descargar el archivo de traducción. Por favor, revisa tu conexión a internet y reinténtalo.
it: Non è stato possibile scaricare il file di traduzione. Controlla la connessione a internet e riprova.
ko: 언어 파일을 다운로드할 수 없습니다. 인터넷 연결을 확인한 후 다시 시도해 주세요.

# Service.ApplyLocalization
source: Apply Localization?
ar: هل تريد تطبيق واجهة اللغة؟
es: ¿Aplicar traducción?
it: Applicare la traduzione?
ko: 언어를 적용할까요?

# Service.ApplyLocalizationWithWarnings
source: %@ Apply Localization?
ar: %@ هل تريد تطبيق واجهة اللغة؟
es: %@ ¿Aplicar traducción?
it: %@ Applicare la traduzione?
ko: %@ 언어를 적용할까요?

# Notification.SecretChatScreenshot
source: Screenshot taken!
ar: لقط تم أخذ لقطة من الشاشة!
es: ¡Captura de pantalla hecha!
it: Schermata acquisita!
ko: 화면을 캡처했습니다!

# DialogList.Broadcast
source: Broadcast
ar: رسالة جماعية
es: Nuevo canal
ko: 단체 메시지

# BroadcastLists.Title
source: Broadcast Lists
ar: قوائم الرسائل الجماعية
es: Lista de difusión
it: Liste broadcast
ko: 단체 메시지 리스트

# BroadcastLists.NoListsYet
source: No Lists Yet
ar: لا توجد قوائم بعد
es: Aún no hay listas
it: Ancora nessuna lista
ko: 아직 리스트가 없습니다

# BroadcastLists.NoListsText
source: With broadcast lists you can easily send messages to many people at once.
ar: يمكنك إرسال رسائل لعدة مستخدمين مرة واحدة بشكل سهل من خلال قوائم الرسائل الجماعية.
es: Con las listas de difusión puedes enviar mensajes fácilmente a muchas personas de una vez.
it: Con le liste broadcast puoi facilmente scrivere a più persone in una volta sola.
ko: 단체 메시지 리스트를 이용하여 쉽게 여러명에게 메시지를 보낼 수 있습니다.

# BroadcastListInfo.Title
source: Broadcast List
ar: قائمة رسائل جماعية
es: Lista de difusión
it: Lista broadcast
ko: 단체 메시지 리스트

# BroadcastListInfo.AddRecipient
source: Add Recipient
ar: إضافة مستقبل
es: Añadir destinatario
it: Aggiungi destinatario
ko: 받는 사람 추가

# VideoPreview.OptionSD
source: Normal Size (%@)
ar: الحجم الطبيعي (%@)
es: Tamaño normal (%@)
it: Dimensione normale (%@)
ko: 보통 크기 (%@)

# VideoPreview.OptionHD
source: High Definition (%@)
ar: عالي الدقة (%@)
es: Alta definición (%@)
it: Alta definizione (%@)
ko: 고화질 (%@)

# ChatSettings.AutoPlayAudio
source: Autoplay Audio
ar: تشغيل تلقائي للمقاطع الصوتية
es: Autorreproducción de audio
it: Autoriproduzione audio
ko: 음성메시지 자동 재생

# Settings.LogoutConfirmationTitle
source: Log out?
ar: هل تريد تسجيل الخروج؟
es: ¿Quieres cerrar sesión?
it: Uscire?
ko: 로그아웃하시겠습니까?

# Settings.LogoutConfirmationText
source: Note that you can seamlessly use Telegram on all your devices at once. Remember, logging out kills all your Secret Chats.
ar: نرجو الأخذ بالعلم أنه يمكنك استخدام تيليجرام على أجهزتك المتعددة بسهولة تامة وفي وقت واحد. وتذكر، تسجيل الخروج يحذف كافة محادثاتك السرية.
es: Considera que puedes usar Telegram en todos tus dispositivos a la vez. Recuerda que, al cerrar sesión, eliminas todos tus chats secretos.
it: Nota che puoi usare Telegram su tutti i tuoi dispositivi contemporaneamente. Ricorda, uscendo eliminerai tutte le Chat Segrete.
ko: 텔레그램은 모든 기기에서 동시에 사용할 수 있습니다. 비밀대화는 로그아웃하면 사라지니 주의하세요.

# Login.PadPhoneHelp
source: You can use your main mobile number to log in to Telegram on all devices. Don't use your iPad's SIM number here — we'll need to send you an SMS. Is this number correct? {number}
ar: تستطيع استخدام رقم هاتفك الرئيسي لتسجيل الدخول في تيليجرام على كافة أجهزتك. لا تستخدم شريحة الآيباد الخاص بك هنا – سنحتاج لأن نرسل لك رسالة قصيرة للتفعيل. هل هذا الرقم صحيح؟ {number}
es: Puedes usar tu número para ingresar a Telegram desde todos tus dispositivos. No uses el número de la SIM de iPad; necesitaremos enviarte un SMS. ¿Es correcto este número? {number}
it: Puoi usare il tuo numero per connetterti a Telegram su tutti i dispositivi. Non usare il numero dell'iPad qui - dovremo mandarti un SMS. Il tuo numero è corretto? {number}
ko: 하나의 휴대전화 번호를 이용해 모든 기기에서 텔레그램에 로그인할 수 있습니다. 텔레그램이 SMS를 보낼 예정이니 이곳에 iPad의 SIM 번호를 입력하지 마세요. 이 번호가 맞나요? {number}

# Login.PadPhoneHelpTitle
source: Your Number
ar: رقمك
es: Tu número
it: Il Tuo Numero
ko: 전화번호

# MessageTimer.Custom
source: Custom
ar: مخصص
es: Personalizada
it: Personalizzato
ko: 사용자 지정

# MessageTimer.Title
source: Custom Timer
ar: عداد مخصص
es: Temporizador
it: Timer Personalizzato
ko: 사용자 지정 타이머

# MessageTimer.Forever
source: Forever
ar: إلى الأبد
es: Siempre
it: Per sempre
ko: 영원히

# MessageTimer.Seconds_1
source: %@ second
ar: %@ ثانية
es: %@ segundo
it: %@ secondo
ko: %@초

# MessageTimer.Seconds_2
source: %@ seconds
ar: %@ ثانيتان
es: %@ segundos
it: %@ secondi
ko: %@초

# MessageTimer.Seconds_3_10
source: %@ seconds
ar: %@ ثوانٍ
es: %@ segundos
it: %@ secondi
ko: %@초

# MessageTimer.Seconds_any
source: %@ seconds
ar: %@ ثانية
es: %@ segundos
it: %@ secondi
ko: %@초

# MessageTimer.Minutes_1
source: %@ minute
ar: %@ دقيقة
es: %@ minuto
it: %@ minuto
ko: %@분

# MessageTimer.Minutes_2
source: %@ minutes
ar: %@ دقيقتان
es: %@ minutos
it: %@ minuti
ko: %@분

# MessageTimer.Minutes_3_10
source: %@ minutes
ar: %@ دقائق
es: %@ minutos
it: %@ minuti
ko: %@분

# MessageTimer.Minutes_any
source: %@ minutes
ar: %@ دقيقة
es: %@ minutos
it: %@ minuti
ko: %@분

# MessageTimer.Hours_1
source: %@ hour
ar: %@ ساعة
es: %@ hora
it: %@ ora
ko: %@시간

# MessageTimer.Hours_2
source: %@ hours
ar: %@ ساعتان
es: %@ horas
it: %@ ore
ko: %@시간

# MessageTimer.Hours_3_10
source: %@ hours
ar: %@ ساعات
es: %@ horas
it: %@ ore
ko: %@시간

# MessageTimer.Hours_any
source: %@ hours
ar: %@ ساعة
es: %@ horas
it: %@ ore
ko: %@시간

# MessageTimer.Days_1
source: %@ day
ar: %@ يوم
es: %@ día
it: %@ giorno
ko: %@일

# MessageTimer.Days_2
source: %@ days
ar: %@ يومان
es: %@ días
it: %@ giorni
ko: %@일

# MessageTimer.Days_3_10
source: %@ days
ar: %@ أيام
es: %@ días
it: %@ giorni
ko: %@일

# MessageTimer.Days_any
source: %@ days
ar: %@ يوم
es: %@ días
it: %@ giorni
ko: %@일

# MessageTimer.Weeks_1
source: %@ week
ar: %@ أسبوع
es: %@ semana
it: %@ settimana
ko: %@주
